[
     {
          "name": "HAMILTON-C1",
          "Producator": "Hamilton Medical",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Dimensiunea minima - performanta maxima",
          "fullDescription": "Hamilton-C1 este unic in oferirea performantei non-invazive remarcabile integrate caracteristicilor unui ventilator destinat terapiei intensive. Datorita designului sau compact ofera flexibilitate maxima in medii de utilizare diverse, fie ca este vorba de ingrijire pe termen lung, terapie intensiva, urgenta, sau ingrijire respiratorie. Prin designul compact si puternic, ventilatorul Hamilton-C1 ridica disponibilitatea modurilor adecvate de tratament pentru pacientii din spital sau clinica. Suficient de mic pentru a se potrivi in aproape orice mediu de terapie intensiva si la preturi competitive, ele acopera intreaga gama de cerinte clinice: ventilatie invaziva, ventilatie adaptiva (ASV), si ventilatie non-invaziva (NIV).",
          "extLink": "https://www.hamilton-medical.com/en/Products/Mechanical-ventilators/HAMILTON-C1.html",
          "heroPic": "b-HAMILTON-C1.webp",
          "logoPic": "p-HAMILTON-C1.webp",
          "Thumbnail": "HAMILTON-C1.webp"
     },
     {
          "name": "HAMILTON-C6",
          "Producator": "Hamilton Medical",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Generatia noua de ventilatoare performante",
          "fullDescription": "HAMILTON-C6 reprezinta a noua generatie de ventilatoare performante. Combinarea modularitatii, usurintei in utilizare, mobilitatii si caracteristicilor avansate va permite sa individualizati terapia ventilatorie a pacientilor.\r\nHAMILTON-C6 se adapteaza mediului individual de utilizator. Se monteaza pe un cart, cu panoul de interactiune superior sau frontal, sau se utilizeaza versiunea de montare pe etajera cu panoul de interactiune lateral sau se monteaza pe un pandant.\r\nPanoul de ventilatie la HAMILTON-C6 consolideaza datele de monitorizare si le afiseaza ca grafice intuitive. Ele ofera o imagine rapida a statusului ventilator current al pacientului si furnizeaza baze solide pentru deciziile terapeutice.",
          "extLink": "https://www.hamilton-medical.com/en/Products/Mechanical-ventilators/HAMILTON-C6.html",
          "heroPic": "b-HAMILTON-C6.webp",
          "logoPic": "p-HAMILTON-C6.webp",
          "Thumbnail": "HAMILTON-C6.webp"
     },
     {
          "name": "HAMILTON-T1",
          "Producator": "Hamilton Medical",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Mobilitate nelimitata - Certificat pentru toate tipurile de transport",
          "fullDescription": "Unul din cele mai bune ventilatoare din clasa sa, HAMILTON-T1 asigura ventilatia optima pe durata transportului pacientilor din toate grupele, de la adulti la nou-nascuti. \r\nHAMILTON-T1 intruneste toate standardele de transport precum EN 794-3 si ISO 10651-3 pentru ventilatoare de urgenta si transport, EN 1789 pentru ambulante EN 13718-1 precum si RTCA/DO-160G pentru aeronave Acompaniaza pacientii intr-un mod sigur in sau in afara spitalului, pe sol, pe mare sau in aer.",
          "extLink": "https://www.hamilton-medical.com/en/Products/Mechanical-ventilators/HAMILTON-T1.html",
          "heroPic": "b-HAMILTON-T1.webp",
          "logoPic": "p-HAMILTON-T1.webp",
          "Thumbnail": "HAMILTON-T1.webp"
     },
     {
          "name": "HAMILTON-MR1",
          "Producator": "Hamilton Medical",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Ventilatorul inteligent pentru ATI si RMN",
          "fullDescription": "HAMILTON-MR1 combina fiabilitatea, dimensiuni compacte si performanta ridicata cu module de adaptare la pacient care asista strategiile de protectie pulmonara. Este solutia ideala pentru a transporta pacientii ventilati in departamentul RMN.\r\nHAMILTON-MR1  garanteaza o ingrijire continua si fara compromisuri a ventilatiei de la ATI la RMN si inapoi. Frana de blocare automata a suportului blocheaza rotiile imediat ce eliberati manerul pentru a preveni deplasarea accidentala catre RMN. Hamilton Medical ofera o varietate de circuite respiratorii potrivite pentru RMN. Senzorul de debit proximal va permite masurarea debitului si a presiunii aproape de caile respiratorii ale pacientului, chiar si atunci cand se utilizeaza circuite foarte lungi.",
          "extLink": "https://www.hamilton-medical.com/en/Products/Mechanical-ventilators/HAMILTON-MR1.html",
          "heroPic": "b-HAMILTON-MR1.webp",
          "logoPic": "p-HAMILTON-MR1.webp",
          "Thumbnail": "HAMILTON-MR1.webp"
     },
     {
          "name": "HAMILTON-C3",
          "Producator": "Hamilton Medical",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Ventilatorul compact de inalta performanta",
          "fullDescription": "HAMILTON-C3 include interfata de utilizator a cabinei de ventilatie standardizata de la Hamilton Medical si modul unic de ventilatie inteligenta, Adaptive Support Ventilation (ASV). Editia HAMILTON-C3S include modul optional INTELLIVENT-ASV. Acest mod unic duce conceptele dovedite ale ASV cu un pas mai departe: INTELLIVENT-ASV controleaza automat ventilatia si oxigenarea pacientului pe baza obiectivelor stabilite de medic si a aporului fiziologic al paientului.\r\nHAMILTON-C3 include optional Protective Ventilation Tool (P/V tool Pro) pentru evaloarea in vederea recoltarii. P/V Tool Pro ofera, de asemenea, o metoda usoara si eficienta pentru efectuarea manevrelor de recoltare.\r\nHAMILTON-C3 ofera in mod optional un mod de terapie cu oxigen cu flux mare integrat, cu un debit de 80 l/min.",
          "extLink": "https://www.hamilton-medical.com/en/Products/Mechanical-ventilators/HAMILTON-C3.html",
          "heroPic": "b-HAMILTON-C3.webp",
          "logoPic": "p-HAMILTON-C3.webp",
          "Thumbnail": "HAMILTON-C3.webp"
     },
     {
          "name": "medinCNO mini",
          "Producator": "Medin ",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Toate modurile de baza pentru suportul respirator NIV",
          "fullDescription": "medinCNO mini ofera functiile de baza nCPAP si de debit inalt ale unui dispozitiv modern CPAP.\r\nIn plus, dispozitivul are un modul special ApneaCPAP. Cu ajutorul declansatorului respirator MediTRIG, respiratia spontana este detectata in aproprierea pacientului si fara senzori suplimentari.\r\nMediTRIG poate fi adaptat individual la respiratia spontana a pacientului. In caz de apnee, inspiratia pacientului este stimulata prin respiratii mecanice activate automat.",
          "extLink": "https://www.medin-medical.com/en/Products/nCPAP-devices-and-blender/medinCNOmini.html",
          "heroPic": "b-medinCNOmini.webp",
          "logoPic": "p-medinCNOmini.webp",
          "Thumbnail": "medin-CNOmini.webp"
     },
     {
          "name": "medinCNO",
          "Producator": "Medin ",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "HFNC si nCPAP intr-un singur dispozitiv",
          "fullDescription": "medinCNO este un dispozitiv versatil nCPAP care este utilizat pentru a oferi suport respirator sugarilor prematuri si nou-nascutiilor. In combinatie cu Medijet, dispozitivul compact este un sistem autonom si indeplineste toate cerintele pentru terapia nCPAP neinvaziva.\r\nCu cinci module (CPAP, ApneaCPAP, NIPPV, SNIPPV, oscilatie), medinCNO ofera suport complet neinvaziv in neonatalogie si este singurul dispozitiv nCPAP cu nHFV.",
          "extLink": "https://www.medin-medical.com/en/Products/nCPAP-devices-and-blender/medinCNO.html",
          "heroPic": "b-medinCNO.webp",
          "logoPic": "p-medinCNO.webp",
          "Thumbnail": "medinCNO.webp"
     },
     {
          "name": "medin-NC3",
          "Producator": "Medin ",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Noua generatie de suport respirator neinvaziv",
          "fullDescription": "medin-NC3 este primul dispozitiv CPAP cu turbina pentru suportul respirator neinvaziv pentru sugari prematuri si nou-nascuti. Turbina de inalta performanta face dispozitivul independent de o sursa fixa de aer comprimat.\r\nTehnologia dovedita MediTRIG este utilizata in modul ApneaCPAP. Compensarea puternica a pierderilor ajuta pentru asigurarea unei terapii stabile si eficienta.",
          "extLink": "https://www.medin-medical.com/en/Products/nCPAP-devices-and-blender/medin-NC3.html",
          "heroPic": "b-medin-NC3.webp",
          "logoPic": "p-medin-NC3.webp",
          "Thumbnail": "medin-NC3.webp"
     },
     {
          "name": "Nuvo Lite 5L",
          "Producator": "Nidek Medical",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Concentrator de oxigen cu capacitatea de 5L, usor si compact",
          "fullDescription": "Valva de control debit cu functie de blocare\r\nIntrerupator circuit electric cu functie de resetare\r\nRacord de iesire O2 din metal\r\nSuprafata ingusta si neteda, cu manere integrate\r\nValva pentru reglarea debitului de oxigen este blocabila\r\nDebitmetru reglabil de la 0.125 la 5 litri pe minut\r\nDeschiderea si inchiderea cu resort rapid a panoului din spate permite accesul usor la filtru si la contorul pe timp de utilizare\r\nFiltru de admisie a compresorului\r\nMaterial textil pentru prefiltrare\r\nFiltre bacteriologice\r\nSe furnizeaza cu bol umidificator, furtun umidificator si canula nazala",
          "extLink": "https://nidekmedical.com/wp-content/uploads/2019/02/2010-8406-rev-c-modular-family-brochure.pdf",
          "heroPic": "b-nuvo-lite-5l.webp",
          "logoPic": "p-concentrator-nuvo-lite-5l.webp",
          "Thumbnail": "concentrator-nuvo-lite-5l.webp"
     },
     {
          "name": "Circuite respiratorii HAMILTON",
          "Producator": "Hamilton Medical",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Seturi de circuite respiratorii preasamblate cu calitatea dovedita HAMILTON",
          "fullDescription": "Seturi de circuite respiratorii preasamblate de la HAMILTON cu calitate dovedita a producatorului - toate seturile au fost special concepute pentru ventilatoarele Hamilton Medical. Seturile de circuite respiratorii de unica folosinta sunt disponibile cu diferite lungimi si ansambluri - cu si fara senzor de debit si/sau supapa de expirare - pentru a satisface cerintele dumneavoastra individuale.",
          "extLink": "https://www.hamilton-medical.com/tr/Products/Accessories-and-Consumables/Breathing-circuits-and-components/Breathing-circuit-sets.html",
          "heroPic": "b-circuite-respiratorii-HAMILTON.webp",
          "logoPic": "p-circuite-respiratorii-HAMILTON.webp",
          "Thumbnail": "circuite-respiratorii-HAMILTON.webp"
     },
     {
          "name": "Circuite respiratorii Teleflex",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Solutii de terapie respiratorie ce faciliteaza respiratia",
          "fullDescription": "Solutiile de terapie respiratorie faciliteaza respiratia, ajuand in acelasi timp medicii sa imbunatateasca rezultatele pacientilor si sa reduca costurile. Oferim o gama larga de circuite respiratorii Rüsch. Aceste produse sunt fabricate in conformitate cu standardele ISO in conditii de camera curata.",
          "extLink": "https://teleflex.com/emea/en/product-areas/respiratory/active-humidification-breathing-circuits/",
          "heroPic": "b-circuite-respiratorii-Teleflex.webp",
          "logoPic": "p-circuite-respiratorii-Teleflex.webp",
          "Thumbnail": "circuite-respiratorii-teleflex.webp"
     },
     {
          "name": "Baloane de resuscitare",
          "Producator": "Hudson RCI",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "Performanta ridicata cu confortul unui produs de unica folosinta",
          "fullDescription": "Resuscitatoarele de unica folosinta Lifesaver de la Hudson RCI combina calitatea, caracteristicile si performanta cu avantajul unui produs de unica folosinta. Acestea sunt create pentru a intruni sau chiar depasi standardele ISO si ASTM. Conectorul unic cu unghi drept la tubul de oxigen se roteste la 360°. Sacii pediatrici si nou-nascuti au o supapa de eliberare a presiunii incorporata si un port de monitorizare a presiunii.",
          "extLink": "https://teleflex.com/emea/en/product-areas/respiratory/airway-management/",
          "heroPic": "b-balon-resuscitare-hudson.webp",
          "logoPic": "p-balon-resuscitare-hudson.webp",
          "Thumbnail": "balon-resuscitare-hudson.webp"
     },
     {
          "name": "AquaPak",
          "Producator": "Hudson RCI",
          "category": "ATI",
          "subcategory": "Ventilatie mecanica",
          "smallDescription": "AquaPak umidificatoare preincarcate cu apa",
          "fullDescription": "Umidificatoare cu bule preumplute AquaPak\r\nFiecare mediu clinic are cerinte unice. Disponibil intr-o gama completa de marimi, umidificatoarele cu bule AquaPaK furnizeaza productia de umiditate terapeutica, avand doar acest scop in vedere.\r\nGama completa de marimi. Apa sterila disponibila in 340ml, 540 ml si 650 ml, pentru a sprijini o varietate de aplicatii clinice.\r\nUsor de utilizat. Fiecare rezervor incorporeaza un tub conector de oxigen aavnd un design usor de declansare.\r\nProductie mare de umiditate. Micro-difuzorul produce bule mai mici si o mai mare suprafata de agitatie, pentru a permite functionarea silentioasa si productia de umiditate terapeutica.\r\nSigur si eficient. Adaptorul de umidificare incorporeaza o alarma sonora pentru a avertiza pacientul sau ingrijitorul de restrictionarea curgerii sau ocluzia din umidificator sau tuburi.",
          "heroPic": "b-aquapak.webp",
          "logoPic": "p-aquapak.webp",
          "Thumbnail": "aquapak.webp"
     },
     {
          "name": "SonoSite Edge II",
          "Producator": "SonoSite FujiFilm",
          "category": "ATI",
          "subcategory": "Ecografe POC",
          "smallDescription": "Diagnoza sigura cu ultrasunete pentru momentele critice",
          "fullDescription": "Sistemul cu ultrasunete SonoSite Edge II ofera o noua experienta in imagiostica medicala prin \r\ntraductoarele inovative, precum DirectClear si Tehnologia Cablurilor Armate. In plus, pentru ca poarta \r\nmarca SonoSite, Edge II intruchipeaza principiile noastre de durabilitate, siguranta si utilizare facila. \r\n\r\nTehnologia DirectClear este un proces nou, patentat, care creste performntele traductorului:\r\nImbuntateste penetrarea si rezolutia de contrast: spre deosebire de traductoarele conventionale SonoSite, acest proiect beneficiaza de um material mai eficient, care permite generarea mai multor semnale acustice. In paralel, a fost adaugat un strat reflectorizant aditional, ce reduce pierderea semnalului, si este transmis in corpul pacientului.\r\nRezolutie detaliata mai buna: a fost adaugat un strat aditional care asigura o mai buna compatibilitate acustica a traductorului cu pacientul, imbunatatind evidentierea structurilor fine si marind precizia diagnozei.",
          "extLink": "https://www.sonosite.com/products/sonosite-edge-ii",
          "heroPic": "b-sonosite-fujifilm-edge-2.webp",
          "logoPic": "p-sonosite-fujifilm-edge-2.webp",
          "Thumbnail": "sonosite-edge-2.webp"
     },
     {
          "name": "SonoSite M-Turbo",
          "Producator": "SonoSite FujiFilm",
          "category": "ATI",
          "subcategory": "Ecografe POC",
          "smallDescription": "Imagistica cu rezolutie ridicata in domeniul ingrijiri medicale",
          "fullDescription": "Sistemul nostru cel mai versatil pentru accesul abdominal, nervos, vascular, cardiac, acces venos, \r\npelvian si imagistica superficiala. Sistemul cu ultrasunete M-Turbo va ofera o calitate extraordinara \r\na imaginii cu rezolutie de contrast si o delimitare clara a tesuturilor. Acest echipament cu \r\nultrasunete va permite sa vizualizati detalii, imbunatind capacitatiile dumneavoastra de a diferentia \r\nstructuriile, vasele si patologia. Deoarece cu cat puteti vedea mai multe, cu atat puteti face mai \r\nmulte pentru pacientii dumneavoastra.\r\nSistemul cu ultrasunete M-Turbo ofera o calitate extraordinara a imaginii. Algoritmii proprietari optimizeaza \r\nmai multi parametrii de imagine, astfel incat sa obtineti informatiile esentiale usor si rapid.\r\n\r\nTEHNOLOGIA TURBO\r\nOptimizare Tesut SonoADAPT – eliminarea manevrarii complicate a controalelor multiple\r\nTehnologia Imagistici SonoHD – reduce zgomotul de fundal si alte artefacte in timp ce pastreaza si scoate in evidenta informatiile despre tesut.\r\nImagistica cu fascicule multiple SonoMB – creste rezolutia structurilor mici si delimitarea marginilor.\r\nVizualizarea avansata a acului – ajuta la vizualizarea acului, mentinand in acelasi timp o calitate exceptionala \r\na tintei propuse si a anatomiei din jurul acesteia.\r\nTehnologia ColorHD – creste performanta culorii, sensibilitatea si cadrele imaginilor pentru mai multe informatii pentru diagnosticare.\r\nAplicatii Punct-de-ingrijire – Anestezie, ingrijire critica, cardiologie, controlul boliilor cardiovasculare, medicina de urgenta, musculoscheletal, OB/ginecologie, radiologie, vascular, chirurgie, imagistica veterinara, sanatatea femeilor.",
          "extLink": "https://www.sonosite.com/products/sonosite-m-turbo",
          "heroPic": "b-sonosite-fujifilm-m-turbo.webp",
          "logoPic": "p-sonosite-fujifilm-m-turbo.webp",
          "Thumbnail": "sonosite-m-turbo.webp"
     },
     {
          "name": "SonoSite SII",
          "Producator": "SonoSite FujiFilm",
          "category": "ATI",
          "subcategory": "Ecografe POC",
          "smallDescription": "Transformarea ritmului activitatii voastre printr-un sistem ultrasonic simplu si inteligent ",
          "fullDescription": "SonoSite SII va imbunatateste eficacitatea printr-o interfata de utilizator intuitiva si in acelasi timp inteligenta, \r\ncare se adapteaza nevoilor complexe in imagistica. Sistemul este mobil si poate fi utilizat in numeroase \r\nmedii spitalicesti, prin optiunea de amprenta zero pentru camerele cu spatiu restrans. SonoSite a ascultat cerintele medicilor si au creat sistemul SII pentru a maximiza productivitatea cabinetului dumneavoastra si pentru a vs sustine in a oferi cele mai bune servicii de ingrijire a pacientului.",
          "extLink": "https://www.sonosite.com/products/sonosite-sii",
          "heroPic": "b-sonosite-fujifilm-sii.webp",
          "logoPic": "p-sonosite-fujifilm-sii.webp",
          "Thumbnail": "sonosite-sii.webp"
     },
     {
          "name": "Frequencer",
          "Producator": "Dymedso",
          "category": "ATI",
          "subcategory": "Eliminarea secretiilor",
          "smallDescription": "Puterea acusticii de a oferi o terapie eficienta, dar blanda, de curatare a cailor respiratorii",
          "fullDescription": "Frequencer ofera o terapie de curatare a cailor respiratorii si ajuta la drenarea bronsica prin vibratii trimise prin peretii toracelui. Acest dispozitiv este destinat sa fie o componenta a fizioterapiei toracice, oferind o metoda eficienta de manipulare a toracelui extern. Frequencer este indicat pentru pacientii care au afectiuni respiratorii care necesita curatirea mucozitatilor, asa cum se observa in mod obisnuit la pacientii care sufera fibroza chistica, precum si bronsita cronica, bronsiectazii, sindrom de dischinezie ciliara, astm, distrofie musculara, tulburari degenerative neuromusculare, postoperatorii atelectazie si defecte ale peretelui toracic. ",
          "extLink": "https://dymedso.com/frequencer/",
          "heroPic": "b-dymedso-frequncer.webp",
          "logoPic": "p-dymedso-frequencer.webp",
          "Thumbnail": "dymedso-frequencer.webp"
     },
     {
          "name": "Bair Hugger",
          "Producator": "3M",
          "category": "ATI",
          "subcategory": "Sisteme de incalzire",
          "smallDescription": "Temperatura face diferenta",
          "fullDescription": "Unitatea de incalzire 3M Bair Hugger asigura fluxul de aer necesar pentru o incalzire eficienta a pacientului inainte si in timpul perioadei postoperatorii, fiind in acelasi timp foarte silentiosa. Este o unitate usora si poate fi montata cu usurinta pe perete, stand de perfuzie sau o suprafata plana.\r\n3M Bair Hugger este o unitate de incalzire paturici adaptata cu 4 setari de temperatura ale fluxului de aer cald.\r\nUnitatea este prevazuta cu 3 senzori de temperatura si flux de aer ajustabil pentru a adapta orice necesitate de incalzire a pacientului.",
          "extLink": "https://www.bairhugger.com/3M/en_US/bair-hugger-us/",
          "heroPic": "b-bair-hugger-3m.webp",
          "logoPic": "p-bair-hugger-3m.webp",
          "Thumbnail": "bair-hugger-3m.webp"
     },
     {
          "name": "Ranger",
          "Producator": "3M",
          "category": "ATI",
          "subcategory": "Sisteme de incalzire",
          "smallDescription": "Incalzirea fluidelor\r\nsigura si eficienta\r\natunci cand ai mai mare nevoie",
          "fullDescription": "Sistemul de incalzire a sangelui si fluidelor 3M Ranger ii ajuta pe medici sa previna reducerea suplimentara a temperaturii centrale cauzate de fluide reci. Sunt disponibile variante cu debit standard si cu debit mare, pentru a asigura o incalzire sigura si eficienta pentru toti pacientii - toate intr-un singur sistem.\r\n\r\nSistemul de incalzire a sangelui si fluidelor, cu tehnologia de incalzire uscata, 3M Ranger foloseste placi de aluminiu in interiorul unitatii de incalzire. Fara  baie de apa. Nici un risc potential de infectare ascociat cu apa incalzita a baii de apa.\r\nConceptul revolutionar si placile de aluminiu din sistemul de incalzire a sangelui si fluidelor 3M Ranger care sunt spatiate perfect pentru a creea o zona maxima de contact alaturi de setul de incalzire, in timp ce permite un debit nerestrictionat de fluide. Sistemul de incalzire strans cuplat este foarte receptiv la modificari ale debitului sub orice conditie de incalzire a fluidelor. Sistemul de comanda bazat pe un microprocesor monitorizeaza sistemul temperaturii de patru ori pe secunda si este sensibil la variatii mici precum 0.1°C. Acest lucru permite unitatii de incalzire sa creasca sau sa diminueze incalzirea precum temperatura fluidului si schimbarea ratei debitului",
          "extLink": "https://www.3m.com/3M/en_US/p/d/v000171720/",
          "heroPic": "b-ranger-3m.webp",
          "logoPic": "p-ranger-3m.webp",
          "Thumbnail": "ranger-3m.webp"
     },
     {
          "name": "SpotOn",
          "Producator": "3M",
          "category": "ATI",
          "subcategory": "Monitorizare functii vitale",
          "smallDescription": "Seteaza un nou standard in monitorizarea temperaturii corporale",
          "fullDescription": "Sistemul 3M SpotOn este un sistem neinvaziv, precis, de monitorizare a temperaturii centrale, care masoara in mod continuu temperatura pacientului cu un senzor accesibil de unica folosinta, oferind standardizare cu o metoda consecventa de monitorizare a temperaturii pe tot parcursul procesului perioperator.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/v100688800/",
          "heroPic": "b-spot-on-3m.webp",
          "logoPic": "p-spot-on-3m-senzor.webp",
          "Thumbnail": "spot-on-3m-senzor.webp"
     },
     {
          "name": "Clean Trace",
          "Producator": "3M",
          "category": "Sterilizare",
          "subcategory": "Aparatura",
          "smallDescription": "Un sistem fiabil de monitorizare al igienei pentru endoscoape, instrumente chirurgicale si suprafete cu atingere ridicata in mediile de ingrijire a pacientilor",
          "fullDescription": "Stim cu totii pericolele pe care suprafetele, endoscoapele si alte dispozitive curatate inadecvat le prezinta pentru pacienti si pentru reputatia unitatii dumneavoastra de ingrijire.\r\nSistemul de monitorizare 3M Clean-Trace ATP ofera rezultate rapide, in timp real si date cantitative si rapoarte pentru a va sprijini programul de monitorizare al igienei.",
          "extLink": "https://www.3m.com/3M/en_US/food-safety-us/foodandbeveragetests/clean-trace-hygiene-monitoring/",
          "heroPic": "b-clean-trace-3m.webp",
          "logoPic": "p-clean-trace-3m.webp",
          "Thumbnail": "clean-trace-3m.webp"
     },
     {
          "name": "Consumabile pentru incalzirea paientului",
          "Producator": "3M",
          "category": "ATI",
          "subcategory": "Sisteme de incalzire",
          "smallDescription": "Paturici si accesorii",
          "fullDescription": "Sistemele de incalzire pacient necesita paturici cu diferite forme si marimi pentru a facilita transferul termic maxim catre pacientul aflat in timpul perioadei postoperatorii. Paturicile sunt confectionate din material moale, confortabil, sunt usoare si nu contin latex.",
          "extLink": "https://www.3m.com/3M/en_US/p/c/medical/temperature-management/",
          "heroPic": "b-paturici-3m.webp",
          "logoPic": "p-paturici-3m.webp",
          "Thumbnail": "paturici-3m.webp"
     },
     {
          "name": "Xprezzon ",
          "Producator": "SpaceLabs ",
          "category": "ATI",
          "subcategory": "Monitorizare functii vitale",
          "smallDescription": "O expresie puternica\r\nde performanta si design",
          "fullDescription": "Spacelabs Xprezzon este un monitor pentru supravegherea functiilor vitale, de inalta acuitate, potrivit pentru adulti, copii si nou-nascuti, ingrijire medicala, precum si mediul perioperator. Xprezzon are o varietate de configuratii pentru a se potrivi spatiului si nevoilor unice ale mediului clinic al spitalului dumneavoastra.\r\nEcranul de inata rezolutie afiseaza tendinte personalizate clare si bogate in informatii vizuale, care permit o evaluare a pacientului mai rapida si mai bine informata. Cu o singura atingere, medicii pot accesa diferite vizualizari ale tendintelor bazate pe nevoile observate, tipul de procedura sau protocoalele clinice. Tendintele pot fi afisate continuu pentru actualizari in timp real ale informatiilor critice ale pacientului. Ele pot fi, de asemenea, dimensionate si aranjate dupa preferinta, oferind medicilor propriile vizualizari personalizate unice.",
          "extLink": "https://www.spacelabshealthcare.com/products/patient-monitoring-connectivity/patient-monitoring/xprezzon/",
          "heroPic": "b-xprezzion-spacelabs.webp",
          "logoPic": "p-spacelabs-xprezzon.webp",
          "Thumbnail": "spacelabs-xprezzon.webp"
     },
     {
          "name": "Qube",
          "Producator": "SpaceLabs ",
          "category": "ATI",
          "subcategory": "Monitorizare functii vitale",
          "smallDescription": "Monitorul compact Qube ofera atat simplitate, cat si stil",
          "fullDescription": "Mic si usor, cu o durata de viata a bateriei care tine mult, monitorul Qube ofera portabilitate, accesibilitate si conectivitate sporita - perfect pentru unitatile de ingrijire medicala de urgenta, generale, intensive si post-anestezie. Asistentii medicali pot accesa informatii actuale si esentiale despre pacient, de la patul pacientului pe tot parcursul transportului, pentru a oferi un nivel informat de ingrijire a pacientului dumneavoastra.\r\nMonitorul Qube poate fi montat oriunde - pe perete, suport rulant, bara de pat, stand de anestezie sau poate fi detasat rapid printr-o functie de eliberare rapida pentru o mobilitate imediata. Durata lunga de viata si capacitatea bateriei duble mentine monitorul Qube in miscare oriunde merge pacientul. Rezistent la impact, rezistent la substante chimice si protejat de patrunderea lichidelor, Qube rezista chiar si la utilizare intensa. Functionalitate completa intr-un pachet compact.",
          "extLink": "https://www.spacelabshealthcare.com/products/patient-monitoring-connectivity/patient-monitoring/qube/",
          "heroPic": "b-qube-spacelabs.webp",
          "logoPic": "p-qube-spacelabs.webp",
          "Thumbnail": "qube-spacelabs.webp"
     },
     {
          "name": "Qube mini",
          "Producator": "SpaceLabs ",
          "category": "ATI",
          "subcategory": "Monitorizare functii vitale",
          "smallDescription": "Optimizat pentru transport",
          "fullDescription": "Cu monitorul de transport Qube Mini pentru pacient, puteti avea acces la datele pacientului, la pat si in timpul deplasari. Optimizat pentru transport, Qube Mini asigura un nivel neintrerupt de supraveghere atunci cand pacientul este cel mai vulnerabil. Dimensiunea mare a ecranului Qube Mini face ca datele pacientului sa fie citite de langa pat sau de la distanta.\r\nCand este implementat impreuna cu statia centrala Spacelabs Xhibit si interfata pentru medici Intesys, Qube Mini ofera conectivitate intregului spital la EMR, sisteme de management ECG, sisteme paging si solutii de acces la distanta.\r\nMini monitor pentru pacient este usor si robust pentru a rezista la caderi accidentale, satisfacand nevoile de transport aglomerat si medii cu acuitate medie. Suportul integrat pe standul de perfuzie (IV) si afisajul tactil de 8 inchi cu lumina de alarma ofera informatii vitale acolo unde aveti nevoie, langa patul pacientului sau in deplasare. Cu o retea wireless si o baterie integrata, Qube Mini permite transportul de pana la cinci ore.",
          "extLink": "https://www.spacelabshealthcare.com/products/patient-monitoring-connectivity/patient-monitoring/transport-qube-mini-2/",
          "heroPic": "b-qube-mini-spacelabs.webp",
          "logoPic": " ",
          "Thumbnail": "qube-mini-spacelabs.webp"
     },
     {
          "name": "Pompe pentru seringa Terumo",
          "Producator": "Terumo",
          "category": "ATI",
          "subcategory": "Pompe pentru seringa si perfuzie",
          "smallDescription": "Mobilitate, portabilitate si flexibilitate",
          "fullDescription": "Pompele Standard Terufusion simplifica fluxul de lucru fara a compromite siguranta si calitatea tratamentelor.\r\nSistemul de perfuzie avansat Terufusion de la Terumo ofera pompe pentru seringa, care asigura precizie, fiabilitate si inovatie, fara a reprezenta o povara in plus pentru cadrele medicale. Combinam tehnologiile sofisticate cu functiile simple, care nu aduc un surplus de stres, pentru a asigura cele mai bune practici pentru pacienti. ",
          "extLink": "https://www.terumo-europe.com/en-emea/products/terufusion%E2%84%A2-syringe-pump-(smart)",
          "heroPic": "b-infuziomate-injectomate.webp",
          "logoPic": "p-pompa-seringa-terumo.webp",
          "Thumbnail": "pompa-seringa-terumo.webp"
     },
     {
          "name": "Pompe volumetrice pentru perfuzie Terumo",
          "Producator": "Terumo",
          "category": "ATI",
          "subcategory": "Pompe pentru seringa si perfuzie",
          "smallDescription": "O perspectiva clara asupra perfuziilor",
          "fullDescription": "Pompele Standard Terufusion simplifica fluxul de lucru fara a compromite siguranta si calitatea tratamentelor.\r\nPentru a optimiza tratamentul pentru pacient este nevoie de administrarea unei perfuzii echilibrate si continue, continand mai multe medicamente.\r\nComunicarea interna intre pompele SMART Terufusion situate intr-un sistem de rackuri de comunicare Terufusion asigura functii speciale, precum Perfuzia secundara (Piggy) si modul Preluare, pentru o administrare echilibrata si continua a perfuziei.\r\nPe langa capacitatea de conectare prin rackurile SMART (Wi-Fi, LAN cu cablu si RS-232C), pompele SMART Terufusion ofera posibilitate de conectare Wi-Fi in mod independent.",
          "extLink": "https://www.terumo-europe.com/en-emea/products/terufusion%E2%84%A2-infusion-pump-(smart-midpress)",
          "heroPic": "b-infuziomate-injectomate.webp",
          "logoPic": "p-pompa-perfuzie-terumo.webp",
          "Thumbnail": "pompa-volumetrica-perfuzie-terumo.webp"
     },
     {
          "name": "Diana ACS",
          "Producator": "ICU Medical",
          "category": "ATI",
          "subcategory": "Pompe pentru seringa si perfuzie",
          "smallDescription": "Excelenta in terapia  oncologice cu perfuzii",
          "fullDescription": "Medicamentele puternice utilizate in tratamentul cancerului sunt esentiale pentru ingrijirea pacientilor, dar prezinta si un risc de siguranta pentru lucratorii din domeniul sanatatii. Imbunatatiti eficienta si siguranta cu tehnologii inovatoare concepute pentru a completa modul in care lucrati astazi.\r\n\r\nSistemele oncologice de la ICU Medical ofera tot ce aveti nevoie pentru a va standardiza fluxul de lucru cu perfuzii oncologice.\r\nSistemul Diana pentru administrarea medicamentelor combina atat tehnologiile de automatizare, cat si cele pentru perfuzii cu notificarea wireless a farmacistului, pentru a va permite sa verificati de la distanta medicatia pe o tableta portabila. Puteti eficientiza fluxul de medicamente si date de la farmacie la administrare cu tehnologia de programare inteligenta a pompelor si perfuziilor cu interoperabilitate completa IV-EHR.",
          "extLink": "https://www.icumed.com/products/oncology/pharmacy-compounding-automation/diana-acs",
          "heroPic": "b-diana-acs.webp",
          "logoPic": "p-diana-acs-icu-medical.webp",
          "Thumbnail": "diana-acs-icu-medical.webp"
     },
     {
          "name": "Cateter ARROW",
          "Producator": "Arrow",
          "category": "ATI",
          "subcategory": "Acces vascular",
          "smallDescription": "Cateter Venos Central",
          "fullDescription": "Arrow CVC este indicat pentru accesul venos central pe termen scurt (< 30 zile), pentru tratarea afectiunilor care necesita accesul venos central.\r\nCu marca lor ARROW, Teleflex Medical acopera intreaga gama de catetere venoase central. CVC Arrow sunt disponibile intr-o mare varietate de configuratii ale lumenelor, a lungimilor, a dimensiunilor in French si Gauge, cu cateterele lor standard sau cu tehnologia antimicrobiana ARROWg+ard. \r\n\r\nCVC mono-lumen\r\nCVC dublu lumen\r\nCVC trriplu lumen\r\nCVC cu patru lumene\r\nCVC cu cinci lumene\r\n\r\nDisponibil intr-o gama larga de marimi French",
          "extLink": "https://www.teleflex.com/la/en/product-areas/vascular-access/central-venous-catheters/index.html",
          "heroPic": "b-cvc-cateter-arrow.webp",
          "logoPic": "p-cateter-cvc-arrow.webp",
          "Thumbnail": "cateter-cvc-arrow.webp"
     },
     {
          "name": "Cateter Midline ARROW",
          "Producator": "Arrow",
          "category": "ATI",
          "subcategory": "Acces vascular",
          "smallDescription": "Cateter Midline",
          "fullDescription": "Arrow Midline este conceput pentru insertii dificile de perfuzie si terapie care dureaza mai putin de patru saptamani. Disponibil intr-un kit complet si organizat ergonomic pentru o bariera de protectie maxima, care ofera o abordare simplificata conceputa pentru a minimiza riscurile de infectie cauzate de cateter si ranile ce pot fi provocate de obiecte ascutite.\r\n\r\nDisponibil intr-o gama de dimensiuni French.\r\nDisponibil in sistemul Arrow ErgoPack pentru crearea unei barierei sterile maxime.",
          "extLink": "https://teleflex.com/usa/en/product-areas/vascular-access/peripheral-access/midline-catheters/arrow-midline/index.html",
          "heroPic": "b-midline-arrow.webp",
          "logoPic": "p-midline-arrow.webp",
          "Thumbnail": "midline-arrow.webp"
     },
     {
          "name": "Cateter arterial ARROW",
          "Producator": "Arrow",
          "category": "ATI",
          "subcategory": "Acces vascular",
          "smallDescription": "Cateter arterial",
          "fullDescription": "Cateterele arteriale sunt destinate accesului la sistemul arterial periferic sau la alte vase mici. \r\nDispozitivele Arrow includ:\r\nCateter arterial Seldinger Arrow \r\nCateter Seldinger standard Arrow\r\nCateter arterial QuickFlash Arrow \r\nCateter arterial integrat Arrow\r\nSeturi complete de cateterizare arteriala Arrow\r\n\r\nSunt disponibile intr-o gama de marimi.",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/vascular-access/arterial-access/",
          "heroPic": "b-cateter-arterial-arrow.webp",
          "logoPic": "p-cateter-arterial-arrow.webp",
          "Thumbnail": "cateter-arterial-arrow.webp"
     },
     {
          "name": "Cateter hemodializa ARROW",
          "Producator": "Arrow",
          "category": "ATI",
          "subcategory": "Acces vascular",
          "smallDescription": "Catetere hemodializa",
          "fullDescription": "Produsele innovative de acces pentru dializa Arrow sunt inspirate de catre medici, pe baza rezultatelor de care au nevoie sa  le obtina  din acea procedura - fie ca este vorba despre plasarea precisa a varfului cateterului, fie de inlaturarea rapida a trombilor. De aceea, Arrow concepe fiecare cateter astfel incat sa fie usor de utilizat si la fel de eficient si fiecare cateter este fabricat correct, fara rabat de la calitate. Ca rezultat, medicii au incredere ca tehnologia Arrow le asigura proceduri mai sigure si cu o recuperare mai eficienta a pacientilor. \r\n\r\nSunt disponibile intr-o gama de marimi.",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/vascular-access/products.html",
          "logoPic": "p-cateter-hemodializa.webp",
          "Thumbnail": "cateter-hemodializa.webp"
     },
     {
          "name": "Pleur-evac",
          "Producator": "Teleflex",
          "category": "ATI",
          "subcategory": "Acces vascular",
          "smallDescription": "Cea mai buna solutie de drenaj toracic",
          "fullDescription": "Sistemul de drenaj toracic Pleur-evac - cea mai buna solutie de drenaj toracic pentru ingrijiri toracice, cardiovasculare, traumatisme si critice - utilizeaza cea mai avansata tehnologie de gestionare a fluidelor . Cei de la Teleflex, sunt dedicati sa ofere clientilor instruire pe produs si asistenta.",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/surgical/educational-portal/pleur-evac/",
          "logoPic": "p-pleur-evac.webp",
          "Thumbnail": "pleur-evac.webp"
     },
     {
          "name": "SecurAcath",
          "Producator": "Interrad Medical",
          "category": "ATI",
          "subcategory": "Acces vascular",
          "smallDescription": "Securizare cateter",
          "fullDescription": "SecurAcath ofera o securizare imbunatatita a cateterului pentru viata acestuia\r\nReduce riscul infectiilor asociate cateterelor\r\nReduce riscul de dislocare si deplasare a cateterului\r\nPrevine intreruperea tratamentului\r\nSporeste sanatatea si conservarea vaselor\r\nScade costurile totale ale ingrijiri medicale",
          "extLink": "https://securacath.com/",
          "logoPic": "p-securacath-intrarad.webp",
          "Thumbnail": "securacath-intrarad.webp"
     },
     {
          "name": "Super Arrow-Flex",
          "Producator": "Arrow",
          "category": "ATI",
          "subcategory": "Acces vascular",
          "smallDescription": "Acces vascular complet fara kinking",
          "fullDescription": "Teaca introductoare rezistenta la kinking Super Arrow-Flex va ofera acces vascular flexibil, datorita designului si conctului sau inovator. De la inserarea si manevrarea usoara, pana la varful radioopac foarte vizibil, teaca Arrow Super-Flex este conceputa pentru a oferi performante exceptionale de la inceput pana la final. Cu o gama larga de dimensiuni si lungimi. Teaca Super Arrow-Flex ofera flexibilitate pentru a sadisface mai multe aplicatii vasculare.",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/interventional/vascular-access-closure/super-arrow-flex-sheaths/",
          "logoPic": "p-super-arrow-flex.webp",
          "Thumbnail": "super-arrow-flex.webp"
     },
     {
          "name": "Masti laringiene",
          "Producator": "Teleflex",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Cresterea sigurantei si confortului in anestezie si medicina de urgenta",
          "fullDescription": "Adevaratele beneficii ale mastilor laringiene: ​​sunt mai putin invazive decat tuburile endotraheale si pot fi usor inserate. Ca atare, mastile laringiene sunt utilizate pentru gestionarea cailor respiratorii atat in ​​anestezie, cat si in medicina de urgenta.\r\nTeleflex ofera o gama larga de masti laringiene, satisfacand cele mai multe nevoi clinice si ale pacientului. Aceasta include portofoliul de cai respiratorii LMA si LMA Supreme, de a doua generatie, care permit accesul gastric si mastile laringiene LMA Unique cu Tehnologia Mansetei Pilot integrata.\r\n\r\nDisponibile intr-o gama de marimi.",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/lma-airways/index.html",
          "logoPic": "p-masti-laringiene.webp",
          "Thumbnail": "masti-laringiene.webp"
     },
     {
          "name": "Tuburi traheale",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Tubul ideal pentru fiecare aplicatie",
          "fullDescription": "Multumita gamei extinse si versatile de tuburi endotraheale Rüsch, Teleflex ofera solutia optima calitativ atat pentru medic cat si pentru pacient.\r\nPana si cerintele speciale ale pacientilor de la pediatrie, sunt furnizate de Teleflex oferind o gama larga de tuburi traheale cu marimi mici, care sunt marcate cu varf negru pentru a asigura pozitionarea traheala in maxima siguranta.\r\nToate tuburile endotraheale beneficieaza de o ratie excelenta intre ID si O.D., de biocompatibilitatea materialelor, de manseta conceputa cu pereti subtiri si presiune joasa si un varf neted care faciliteaza introducerea in siguranta.\r\n\r\nDisponibil intr-o gama de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/endotracheal-tubes/index.html",
          "logoPic": "p-tub-endotraheal.webp",
          "Thumbnail": "tub-endotraheal-rusch.webp"
     },
     {
          "name": "Sonde pentru aspiratia subglotica",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "O strategie de reducere a VAP",
          "fullDescription": "Tubul endotraheal ales initial pentru intubatie nu permite mereu accesul rapid in timpul practicii - pana acum. Va introducem noul tub endotraheal Teleflex cu aspiratie subglotica. Dispunand de o linie de aspiratie separata, aceste tuburi endotraheale permit indepartarea secretiilor subglotice - atunci cand ai nevoie. Conceptul versatil elimina necesitatea de selectie in timpul \r\nintubatiei initiale, crescand numarul de pacienti viabili precum candidati pentru aspiratia subglotica, o strategie \r\nclinica care s-a dovedit eficienta in reducerea VAP.\r\n\r\nTub endotraheal convertibil cu port de aspiratie integrat\r\nLinie de aspiratie atasabila permite indepartarea secretiilor subglotice\r\nSimplifica selectia tuburilor in timpul intubatiei initiale\r\n\r\nDisponibil intr-o gama de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/endotracheal-tubes/subglottic-suctioning-tubes/",
          "logoPic": "p-aspiratie-subglotica.webp",
          "Thumbnail": "aspiratie-subglotica.webp"
     },
     {
          "name": "Tuburi traheale ranforsate",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "O gama completa de marimi si stilete",
          "fullDescription": "Tuburile ranforsate Rüsch si Sheridan de la Teleflex ofera o gama completa de tuburi cu manseta si fara manseta. Cu un fir spiralat ranforsat din otel inoxidabil, in interiorul peretelui tubului si conectori de 15 mm lipiti, aceste tuburi sunt concepute pentru a reduce regurgitarea si dec.\r\nAceste tuburi ranforsate cu fir spiralat au conectori si mansete de volum mare, de joasa presiune si sunt fabricate din PVC. De unica folosinta si sterile.\r\n\r\nDisponibil intr-o gama de marimi.",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/endotracheal-tubes/reinforced-tubes/",
          "logoPic": "p-tub-endo-ranforsat.webp",
          "Thumbnail": "tub-ranforsat.webp"
     },
     {
          "name": "Tuburi endotraheale de specialitate",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Dispozitive la fel de unice precum procedurile",
          "fullDescription": "Teleflex ofera o gama larga de tuburi speciale concepute pentru a mentine o cale respiratorie pentru o varietate de proceduri. De la chirurgia microlaringiana la chirurgia cu laser, Teleflex concepe dispozitive pentru a fi atat de specializate pe cat necesita procedurile.\r\n\r\nTub endotraheal microlaringian Sheridan LTS\r\nTub endotraheal cu laser Rüsch",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/endotracheal-tubes/specialty-tubes/",
          "logoPic": "p-tub-specialitate.webp",
          "Thumbnail": "tub-specialitate.webp"
     },
     {
          "name": "Tuburi de traheostomie",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Solutia potrivita",
          "fullDescription": "Gama larga si diversificata Teleflex de tuburi pentru traheostomie Rüsch acopera majoritatea nevoilor asociate cu crearea si intretinerea sanatoasa a stomei gatului. Ratia optimizata intre dimensiunile interioare si exterioare este caracteristica tuturor tuburilor Rüsch, care ajuta la confortul pacientilore si la buna functionare a respiratiei. Materiale de inalta calitate, care au fost testate exhaustic pentru a fi in concordanta cu criteriile medicale, reflecta intelegerea noastra a calitatii de top. \r\nDe la ingrijirea acuta pana la solicitarile necesare traheostomiei pe termen lung, Rüsch ofera optiuni coordonate pentru pacientii adulti si copii.\r\nAccesoriile pot fi comandate separat pentru beneficiul economic al bugetelor spitalului.\r\n\r\nCrystal cu aspiratie subglotica\r\nCrystalClear Plus\r\nCrystalClear Tracheo Fix \r\nTracFlex Plus\r\nTracFlex Plus cu aspiratie subglotica \r\nTracFlex Plus cu fonatie\r\nTracheoFlex \r\nTracFlex Plus \r\nCrystalClear Plus\r\nTracheoFlex\r\nSeturi de tuburi de traheostomie pentru PDT\r\nDilator PercuTwist One-Step \r\nDilator PercuQuick Multi-Step \r\nDilator PercuQuick One-Step \r\n\r\nDisponibile intr-o gama de marimi",
          "extLink": "https://www.teleflex.com/emea/en/product-areas/anaesthesia/airway-management/tracheostomy/tracheostomy-uk-support/RUSCH_CrystalClear_Plus.pdf",
          "logoPic": "p-tub-traheostomie.webp",
          "Thumbnail": "tub-traheostomie.webp"
     },
     {
          "name": "Tuburi cu dublu lumen",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Pentru a oferi mai multa siguranta si pentru a economisi timp",
          "fullDescription": "Toate tuburile endobronsice cu dublu lumen Rüsch sunt fabricate din materiale foarte flexibile si termoplastice. Caracteristicile specifice, cum ar fi formele speciale ale mansonului, carlige moi, markere continue sau indicatori pentru radiografie pe manson, plus raportul lor excelent ID/OD sadisfac cerintele oricarui pacient si sunt foarte sigure de utilizat.\r\nTub bronsic de traheostomie cu dublu lumen pentru separarea laterala TracheoPart. Tuburile unice de traheostomie cu dublu lumen TracheoPart permit ventilarea separata a celor doua parti.\r\nDiverse seturi cu componente care se potrivesc precis completeaza gama larga de tuburi.",
          "extLink": "https://www.teleflex.com/emea/en/product-areas/anaesthesia/airway-management/double-lumen-tubes/index.html",
          "logoPic": "p-tuburi-dublu-lumen.webp",
          "Thumbnail": "tuburi-dublu-lumen.webp"
     },
     {
          "name": "Canula interioara pentru traheostomie",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Controlul eficient al secretiilor: facut sa fie simplu!",
          "fullDescription": "Canula interioara flexibila de unica folosinta este conceputa sa permita potrivirea perfecta cu diametrul interior al tubului de traheostomie facilitand indepartarea rapida si igienica a secretiilor.\r\nFlexibilitatea canulei interioare sustine o torsiune in interiorul tubului in timpul schimbarii, simplifica intretinerea si protejeaza lumenul intern al tubului de traheostomie impotriva contaminarii reducand riscul infectiilor.\r\nCanula interna Crystal Clear Plus \r\nCanula interioara Tracheofix\r\nCanula interioara TracFlex Plus \r\nCanula interioara TrachoFlex S\r\n\r\nDisponibile intr-o gama de marimi",
          "extLink": "https://www.teleflex.com/emea/en/product-areas/anaesthesia/airway-management/tracheostomy/tracheostomy-uk-support/RUSCH_CrystalClear_Plus.pdf",
          "logoPic": "p-canula-interioara.webp",
          "Thumbnail": "canula-interioara.webp"
     },
     {
          "name": "PercuTwist One-Step",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Sigur, intuitiv si rentabil",
          "fullDescription": "PercuTwist Rüsch de la Teleflex este un dilator cu un “singur pas” pentru utilizarea in procedurile de traheostomie percutanata; utilizand o tehnica controlabila prin rotire pentu a obtine dilatarea.\r\n\r\nTehnica PercuTwist care este surprinzator de simpla si gentila. Rezultatele cosmetice imbunatatite sunt adesea obtinute folosind traheostomia percutanata in comparatie cu traheostomia chirurgicala, deoarece zona de acces necesita o incizie mai mica de 2 cm. Conceptul inovator cu un fir de dilatare face posibila ridicarea peretelui traheal anterior, in timp ce simultan se dilata prin rotirea sa. Invelisul hidrofilic reduce frictiunea si ofera acces lin in trahee.\r\n\r\nDisponibil in 3 variante de marimi care permit dispozitivului sa fie mai eficient pentru o arie larga de pecienti adulti.\r\n\r\nVizibilitatea endoscopica nerestrictionata a procesului de dilatare in interiorul traheei este posibila, fara sa intrerupa fluxul de aer in timpul procesului.",
          "extLink": "https://www.teleflex.com/emea/en/product-areas/anaesthesia/airway-management/tracheostomy/tracheostomy-uk-support/RUSCH_PercuTwist.pdf",
          "logoPic": "p-dilatator-percutwist.webp",
          "Thumbnail": "dilatator-percutwist.webp"
     },
     {
          "name": "Stilete",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "\r\nAjutor de incredere conceput special pentru a facilita procedurile de intubatie.",
          "fullDescription": "Stiletele Rüsch si Sheridan sunt fabricate intr-o gama larga de marimi si modele pentru a acomoda cerintele dumneavoatra.\r\n\r\nStilete Flexi-Slip Rüsch\r\nStilete Sher-I-Slip Sheridan\r\nStilete Soft-Tip Sheridan \r\nStilete Slick Stylette Rüsch",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/endotracheal-tubes/stylets/",
          "logoPic": "p-stilet-rusch.webp",
          "Thumbnail": "stilet-rusch.webp"
     },
     {
          "name": "EZ-Blocker",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Urmatoarea generatie de blocante bronsice, minim invazive",
          "fullDescription": "Blocantele Endobronsice EZ-Blocker de la Teleflex sunt concepute de un anestezist pentru utilizarea de catre  anestezisti a unui dispozitiv imbunatatit pentru izolarea pulmonara. Blocantele Endobronsice EZ-Blocker au un varf distal sub forma de Y care se oglindeste bifurcatiei traheale.\r\nVarful distal bifurcat al Blocantei Endobronsice EZ-Blocker permite plasarea intuitiva a mansetei in bronhia dreapta sau stanga. Odata ce Blocanta Endobronsica EZ-Blocker avanseaza prin varful distal al tubului endotraheal cu un singur lumen, baloanele bifurcate se separa si sunt natural indreptat catre bronhiile stem principale in stanga si in dreapta.\r\nBlocanta Endobronsica EZ-Blocker este sigur plasata in carina fara necesitatea navigarii balonului in una dintre bronhii.1 Fara Blocanta Endobronsica EZ-Blocker, umflarea balonului se poate face chiar inaintea izolarii pulmonare, ce minimalizeaza nevoia de manipulare a cateterului dupa plasare si reduce potentialul de dislocare a mansetei.\r\n\r\nSet EZ-Blocker - blocanta endobronsica sub forma de Y pentru izolarea pulmonara si ventilatia unui singur plaman\r\nSet tub Bronhopart - tub bronsic transparent cu dublu lumen \r\nSher-I-Bronch -  tub endobronsic cu lumen dublu pentru partea stanga pentru intubatia bronhiei stangi, tub endobronsic cu lumen dublu pentru partea dreapta pentru intubatia bronhiei drepte si tub endobronsic transparent cu lumen dublu cu carlig moale Carina\r\nSet Tub Tracheopart - Tub traheostomie transparent cu dublu lumen ",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/endobronchial-blockers/",
          "logoPic": "p-ez-blocker-rusch.webp",
          "Thumbnail": "ez-blocker-rusch.webp"
     },
     {
          "name": "Atomizare",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Pentru administrarea simpla, eficienta si sigura a medicamentatiei",
          "fullDescription": "Cu o tehnologie inovativa, gama de dispozitive pentru atomizare ofera o solutie simpla si eficienta pentru administrarea medicamentatiei. Varful unic ale dispozitivelor pentru atomizare pulverizeaza medicamentul cu particule fine de 30 pana la 100 microni ca dimensiune. Particulele sunt apoi absorbite prin tesutul mucoasei  in circuitul sanguin.\r\n\r\nDispozitiv atomizare MAD Nasal Intranazal Mucosal \r\nDispozitiv atomizare laringo-traheal mucosal MADgic\r\nDispozitiv atomizare mucosala MADgic cu posibilitatea de intubare a cailor respiratorii ",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/atomization/mad-nasal-device/index.html",
          "logoPic": "p-dispozitiv-atomizare-rusch.webp",
          "Thumbnail": "dispozitiv-atomizare-rusch.webp"
     },
     {
          "name": "Cai respiratorii orofaringiene",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Pentru eliberarea rapida si sigura a cailor respiratorii fara intubatie",
          "fullDescription": "Gama extinsa Rüsch pentru caile respiratorii orofaringiene si nazofaringiene de la Teleflex ofera medicului o gama intreaga de posibilitati, rezprezentand solutii adecvate si sigure pentru majoritatea indicatiilor clinice. Toate versiunile - versiunile standard sunt inspirate dintr-o varietate de materiale necesare medicului si, de asemenea, modele de endoscopie, care ofera fixare simultana pe tubul traheal - sunt concepute specific sa indeplineasca necesitatile pacientului.\r\n\r\nCai respiratorii orofarangiene din PVC moale\r\nCai respiratorii orofarangiene din Polietilena\r\nCai respiratorii Cath-Guide din vinil flexibil si cu sistem antimuscare rigid\r\nSistem antimuscare Biteguard\r\n\r\nDisponibile intr-o gama de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/oral-and-nasal-airways/oral-airways/index.html",
          "logoPic": "p-cai-respiratorii-orofaringiene.webp",
          "Thumbnail": "cai-respiratorii-orofaringiene.webp"
     },
     {
          "name": "Cai respiratorii nazofaringiene",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Pentru eliberarea rapida si sigura a cailor respiratorii fara intubatie",
          "fullDescription": "Gama extinsa Rüsch pentru caile respiratorii orofaringiene si nazofaringiene de la Teleflex ofera medicului o gama intreaga de posibilitati, rezprezentand solutii adecvate si sigure pentru majoritatea indicatiilor clinice. Toate versiunile - versiunile standard sunt inspirate dintr-o varietate de materiale necesare medicului si, de asemenea, modele de endoscopie, care ofera fixare simultana pe tubul traheal - sunt concepute specific sa indeplineasca necesitatile pacientului.\r\n\r\nCai respiratorii nazofaringiene Wendl din Wirupren\r\nCai respiratorii nazofaringiene Wendl din cauciuc moale cu flansa ajustabila\r\nCai respiratorii nazofaringiene din PVC\r\nCai respiratorii nazofaringiene Rüsch Gold din Silkolatex\r\nCai respiratorii nazofaringiene Robertazzi din Wirupren\r\nCai respiratorii nazofaringiene Wendl din cauciuc moale cu dublu lumen \r\n\r\nDisponibile intr-o gama de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/oral-and-nasal-airways/nasal-airways/",
          "logoPic": "p-cai-respiratorii-nazofaringiene.webp",
          "Thumbnail": "cai-respiratorii-nazofaringiene.webp"
     },
     {
          "name": "Masti anestezie",
          "Producator": "Hudson RCI",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Confortabile pentru purtare, potrivire perfecta, performante de incredere",
          "fullDescription": "Fabricate din PVC, silicon, material Wirupren sau cauciuc din latex, selectia larga a gamei de masti pentru anestezie Rüsch si Hudson RCI va sta la dispozitie intrunind toate necesitatile. Toate ofera aplicare de incredere si sigura, cu calitate aprobata, sunt foarte confortabile de purtat si sunt exemple clasice ale traditiei indelungate de sadisfacere a pietei medicale cu produse de calitate incercate si testate.\r\n\r\nMasca cu pernita de aer\r\nMasca confortabila transparenta\r\nSuport pentru cap pentru masca\r\nMasca reutilizabila din Silicon\r\nMasca pediatrica reutilizabila din Silicon \r\nMasca pediatrica reutilizabila din Silicon negru\r\n\r\nDisponibile intr-o gama de marimi",
          "extLink": "https://myteleflex.com/teleflex-us/en/USD/Emergency-Medicine/Airway/Face-Masks/c/face-masks",
          "logoPic": "p-masca-anestezie.webp",
          "Thumbnail": "masca-anestezie.webp"
     },
     {
          "name": "Baloane simulare respiratie",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "De unica folosinta sau reutilizabile",
          "fullDescription": "Fabricate din PVC, silicon, material Wirupren sau cauciuc din latex, selectia larga a gamei de baloane pentru simularea respiratiei Rüsch si Hudson RCI va sta la dispozitie intrunind toate necesitatile. Toate ofera aplicare de incredere si sigura, cu calitate aprobata, sunt foarte confortabile de purtat si sunt exemple clasice ale traditiei indelungate de sadisfacere a pietei medicale cu produse de calitate incercate si testate.\r\n\r\nBalon simulare respiratie din Neopren\r\nSilkoBag\r\nBaloane simulare respiratie din Latex\r\n\r\nDisponibile intr-o gama de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/",
          "logoPic": "p-baloane-respiratie.webp",
          "Thumbnail": "baloane-respiratie.webp"
     },
     {
          "name": "Endotest",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Manometru presiune mansete",
          "fullDescription": "Dispozitiv de umplere si monitorizare a presiunii mansetelor cu presiune joasa pe tuburile traheale, de traheostomie, bronhiale si pe masti laringiene",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/endotracheal-tubes/intubation-accessories/index.html",
          "logoPic": "p-endotest.webp",
          "Thumbnail": "endotest.webp"
     },
     {
          "name": "Seturi cricotirotomie de urgenta",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Tot ce este necesar pentru o interventie rapida",
          "fullDescription": "Setul de cricotirotomie de urgenta EasyCric, contine tot ce este necesar pentru o interventie rapida in cazul obstructiei cailor respiratorii superioare, atunci cand intubatia sau ventilatia nu sunt posibile, folosint tehnica de incredere Seldinger. Setul alternativ de crocotirotomie TracheoQuick este un set de punctie rapida, care vine pre-asamblat pentru interventie. \r\nTubul flexibil de traheostomie LaryngoFlex este solutia sigura si dovedita clinic pentru pacientii de traheostomie in timpul anesteziei.\r\nTPS Multiflex este utilizat pentru a reduce perioada de purtare a tubului pentru pacientii cu traheostomie. Suportul traheostomului este caracterizat de o tolerabilitate ridicata a pacientului, precum si de o manevrare simpla si sigura.\r\n\r\nSet cricotirotomie de urgenta bazat pe tehnica Seldinger EasyCric \r\nSet de coniotomie de urgenta TracheoQuick cu sau fara manson\r\nTub traheostomie ranforsat flexibil pentru laringectomie LaryngoFlex\r\nSuport ranforsat cu disc intratraheal TPS Multiflex\r\n\r\nDisponibile intr-o gama de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/emergency-medicine/airway-management/cricothyrotomy/index.html",
          "logoPic": "p-set-coniotomie.webp",
          "Thumbnail": "set-coniotomie.webp"
     },
     {
          "name": "Laringoscoape",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Lumina intensa atunci cand ai nevoie",
          "fullDescription": "Lamele laringoscoapelor conventionale de unica folosinta Rüsch si manerele de unica folosinta cu fibra optica Rüsch incorporeaza o lumina stralucitoare albastra-alba, sursa de lumina integrata tip LED, ce ofera lumina uniforma pentru minimalizarea umbrelor si pentru a ajuta la diferentierea tesutului. Laringoscoapele cu sursa de lumina LED frecvent depasesc laringoscoapele cu bec incandescent, cu pana la 2.5 mai multa intensitate luminoasa. \r\nLamele de laringoscop de unica folosinta cu fibra optica ofera transmisia focusata a lumini cu fibre optice pentru a minimaliza dispersia luminii si pentru a ajuta vizualizarea.\r\n\r\nLaringoscoapele de unica folosinta Rüsch ofera greutatea si senzatia unei lame reutilizabile cu confortul unei lame de unica folosinta. Lamele standard de unica folosinta Rüsch elimina, de asemenea, problemele legate de lamele reutilizabile, inclusiv timpul si costul reprocesarii, fara a sacrifica rezistenta sau calitatea luminii.\r\n\r\nIndiferent de necesitate sau de scenariul pacientului, gama completa de solutii de management al cailor respiratorii sunt concepute pentru a face intubarea sigura si eficienta. Laringoscoapele reutilizabile Rüsch sunt disponibile atat in varianta standard, cat si in varianta cu fibra optica si au o gama completa de dimensiuni si stiluri din care se pot aleage.",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/laryngoscopes/index.html",
          "logoPic": "p-laringoscop-rusch.webp",
          "Thumbnail": "laringoscop-rusch.webp"
     },
     {
          "name": "Laringoscop compatibil RMN",
          "Producator": "Rüsch",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Certificat pentru a suporta conditiile RMN",
          "fullDescription": "Certificat independent pentru a suporta conditiile RMN cu un camp magnetic static de 3 Tesla sau mai putin si cel mai mare camp de gradient de 720 Gauss/cm sau mai putin.\r\nDesign unic - manerul din aluminiu negru si lamele placate cu aur permit setului sa fie usor de distins\r\nManer si lame usoare\r\nBaterii uscate concepute special din carbon zinc",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/anesthesia/airway-management/laryngoscopes/mri-laryngoscope-kit/",
          "logoPic": "p-laringoscop-rmn-rusch.webp",
          "Thumbnail": "laringoscop-rmn-rusch.webp"
     },
     {
          "name": "Spirometre stimulatoare",
          "Producator": "Hudson RCI",
          "category": "ATI",
          "subcategory": "managementul cailor respiratorii",
          "smallDescription": "Standardul de aur",
          "fullDescription": "Teleflex ofera standardul de aur al spirometrelor stimulatoare prin linia de produse Voldyne.\r\n\r\nSpirometrul stimulator Voldyne este alegerea ideala pentru pacientii care necesita fizioterapie postoperatorie. Deoarece fiecare unitate este calibrata si testata individual, spirometrul stimulator Voldyne ofera o masurare fiabia a volumelor pulmonare inhalate pentru a maximiza rezultatele clinice.\r\n\r\nVoldyne 5000\r\nVoldyne 2500\r\nVoldyne pediatric\r\nDispozitiv exercitii inspiratorii Triflo II\r\nDispozitiv exercitii volum pulmonar\r\nDispozitiv exercitii respiratorii AIR-EZE",
          "extLink": "https://www.teleflex.com/emea/en/product-areas/respiratory/incentive-spirometers/index.html",
          "logoPic": "p-spiromnetru-stimulator.webp",
          "Thumbnail": "spiromnetru-stimulator.webp"
     },
     {
          "name": "Capacele dezinfectante Curos",
          "Producator": "3M",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Conectori si capacele",
          "smallDescription": "Capacele dezinfactante pentru porturi",
          "fullDescription": "Curos este un capac turnat etans din polietilena ce contine o insertie de spuma poliuretanica umezita cu alcool izopropilic (IPA) in concentratie de 70%. Este creat pentru a fi folosit impreuna cu conectorii fara ac pentru acces vascular.\r\n\r\nUtilizarea constanta a capacelor dezinfectante Curos pe conectorii fara ac de la perfuzii este asociata cu scaderea CLABSI. Curos sunt capace ce se rasucesc in portul perfuziei si care contin alcool pentru a dezinfecta si a proteja impotriva infectiilor. Fiecare capac Curos contine 70% alcool izopropilic (IPA) care curata suprafata portului si o dezinfecteaza intr-un 1 minut.\r\n\r\nCapacele dezinfectante Curos sunt distribuite individual sau pe o banda convenabila cu zece capacele care poate fi atarnata de suportul perfuziei pentru acces rapid. Benzile au un suport la ambele capete, astfel incat banda sa poata fi taiata daca este necesar.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/hcbgebm20055/",
          "logoPic": "p-capacele-dezinfectante-curos.webp",
          "Thumbnail": "capacele-dezinfectante-curos.webp"
     },
     {
          "name": "Capacele dezinfectante Curos pentru Tego",
          "Producator": "3M",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Conectori si capacele",
          "smallDescription": "Capacele dezinfactante pentru porturi",
          "fullDescription": "Capacul dezinfectant 3M Curos pentru conectorii de hemodializa Tego este un capac special conceput compatibil* cu conectorii de hemodializa Tego. Capacul Curos pentru conectorii de hemodializa Tego este un capac ce contine alcool care se rasuceste pe porturi pentru dezinfectie si protectie. Fiecare capac contine 70% alcool izopropilic (IPA) care scalda suprafata portului si o dezinfecteaza in 1 minut.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/v000251000/",
          "logoPic": "p-curos-tego.webp",
          "Thumbnail": "curos-tego.webp"
     },
     {
          "name": "Pansament Tegaderm CHG",
          "Producator": "3M",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Pansamente CHG",
          "smallDescription": "Pansament cu CHG",
          "fullDescription": "Pansamentul pentru fixarea cateterului cu gluconat de clorhexidina Tegaderm CHG se foloseste pentru a acoperi si a proteja locul de insertie a cateterului si pentru a fixa dispozitivele pe piele. Este disponibil in mai multe forme si dimensiuni.\r\nPansamentul Tegaderm CHG consta intr-un pansament adeziv transparent si un pad cu gel integrat ce contine 2% gluconat de clorhexidina (CHG), un binecunoscut agent antiseptic cu activitate antimicrobiana si antifungica cu spectru larg.\r\nFilmul transparent asigura o bariera eficace impotriva contaminarii externe prin lichide (rezistent la apa), bacterii, virusuri* drojdii si protejeaza locul de insertie a cateterului.\r\nPansamentul pentru fixarea cateterului cu gluconat de clorhexidina Tegaderm CHG se poate folosi pentru a acoperi si a proteja locul de insertie a cateterului si pentru a fixa dispozitivele pe piele. Aplicatiile obisnuite includ cateterele centrale venoase si arteriale, alte catetere intravasculare si dispozitive percutanate.\r\n\r\nDisponibil intr-o gama larga de marimi si forme.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/b00035615/",
          "logoPic": "p-tegaderm-chg.webp",
          "Thumbnail": "tegaderm-chg.webp"
     },
     {
          "name": "Dispozitiv fixare CVP/CVC si CHG Tegaderm ",
          "Producator": "3M",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Pansamente CHG",
          "smallDescription": "Dispozitiv fixare CVP si CVC",
          "fullDescription": "Cu dispozitivul de fixare CVP/CVC Tegaderm de la 3M, nu trebuie sa sacrificati confortul pacientului pentru a obtine o fixare fiabila si protectie antimicrobiana. Sistemul este conceput sa ramana in pozitie pana la 7 zile, dar se indeparteaza usor, oferind o fixare ferma, confortul si protectia pe care o merita pacientii dumnevoastra.\r\nDispozitivul de fixare CVP/CVC Tegaderm este utilizat pentru a fixa pe pielea pacientului cateterele venoase cu insertie periferica (CVP) si cateterele venoase centrale (CVC) pentru termen scurt, fara sutura.\r\nPansamentul cu gluconat de clorhexidina Tegaderm CHG este dovedit clinic ca reduce CRBSI cu 60% si colonizarile cateterului cu 61% intr-un studiu randomizat.\r\n\r\nMarime 8.5 x 11.5 cm",
          "extLink": "https://www.3m.com/3M/en_LB/p/d/v000222196/",
          "logoPic": "p-dispozitiv-fixare-tegaderm.webp",
          "Thumbnail": "dispozitiv-fixare-tegaderm.webp"
     },
     {
          "name": "Pansament porturi implantate IV Tegaderm",
          "Producator": "3M",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Pansamente CHG",
          "smallDescription": "Pansament porturi implantate IV si cu dispozitiv cu pernita cu gel",
          "fullDescription": "Pansamentul pentru porturi implantate IV 1665R Tegaderm CHG de la 3M este un pansament antimicrobian conceput pentru pacientii cu porturi implantate venos, incluzand pacientii de la oncologie sau hamatologie.\r\nDispozitivul cu pernita cu gel CHG ofera protectie antimicrobiana imediata si continua, fara a necesita umiditate pentru a-l activa.\r\nSta fixat - pernita cu gel se conformeaza in jurul acului si mentine contactul cu pielea.\r\n\r\nPansamentul cu film transparent si fereastra fara adeziv 1668 Tegaderm IV este disponibil ca o alternativa pentru pansamentele cu fereastra fara adeziv.",
          "extLink": "https://www.3m.com/3M/en_LB/p/d/v000224507/",
          "logoPic": "p-pansament-port-implantate-tegaderm.webp",
          "Thumbnail": "pansament-port-implantate-tegaderm.webp"
     },
     {
          "name": "MicroClave Clear",
          "Producator": "ICU Medical",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Conectori si capacele",
          "smallDescription": "Reduce riscul infectiilor sanguine",
          "fullDescription": "MicroClave Clear este un conector fara ac, sigilat mecanic si microbiologic, cu timp de amorsare foarte redus si presiune neutra. Dispozitivul se autosigileaza automat cand nu este utilizat, pentru a preveni pierderile de sange sau fluide. Dispozitivul este compatibil cu sangele si produsele din sange, cu fluidele biologice si lipidele si cu medicamentele uzuale de chemoterapie/antiblastice si diluantii. \r\n\r\nConectorul MicroClave este o valva exterioara fara ac, cu presiune neutra, cu autosigilare bidirectionala si volum neutilizabil mic. Conectorul MicroClave poate fi utilizat pentru perfuzii si/sau recoltare si pentru accesul pe termen lung in vene sau artere. Garnitura se deschide automat cand este penetrata de un racord Luer.\r\n\r\nAcest dispozitiv, in comparatie cu conectorii conventionali fara ac, asigura atat eliminarea riscului de ranire cu acul, protejand operatorii de o posibila infectare (cu SIDA, hepatita, etc.), cat si prevenirea accesului microorganismelor in sistem, minimizand contaminarea microbiala. Sistemul de conectare MicroClave, daca este utilizat conform procedurii stabilite, poate fi usor dezinfectat datorita suprafetei sale plane. Conectorul MicroClave asigura o bariera sterila timp de 7 zile si 600 de activari.",
          "extLink": "https://www.icumed.com/media/9191/m1-1258-microclaveclear-4pg-brochure-rev06_web.pdf",
          "logoPic": "p-microclave-icu-medical.webp",
          "Thumbnail": "microclave-icu-medical.webp"
     },
     {
          "name": "Conector Tego",
          "Producator": "ICU Medical",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Conectori si capacele",
          "smallDescription": "Conector fara ac",
          "fullDescription": "Conceput pentru a ajuta la protejarea cateterelor pacientiilor dumneavoastra impotriva contaminarii si a riscului crescut de infectii ale fluxului sanguin inrudite cu purtarea cateterului (CRBSI) in timpul aplicatiilor de hemodializa si afereza.\r\nConectorul fara ac Tego creeaza un sistem inchis atunci cand este atasat la portul unui cateter pentru a minimiza contaminarea si pentru a ajuta la reducerea riscului de CRBSI. Optiunea de spalare cu solutie salina de la Tego este conceputa pentru a ajuta la reducerea riscului de tromobcitopenie indusa de heparina (HIT) si va ajuta sa minimizati costurile totale ale hemodializei prin reducerea consumului de heparina.\r\n\r\nAccesarea traseului fluidului:\r\nCand Tego nu este accesat, sigiliul din silicon formeaza o bariera tamponabila pentru patrunderea bacteriilor.\r\nAtasarea unei linii de dializa la conectorul Tego activeaza calea interna dreapta a fluidului si creeaza un sistem inchis mecanic si microbiologic.",
          "extLink": "https://www.icumed.com/products/specialty/renal-systems/tego-connector",
          "logoPic": "p-tego-icu-medical.webp",
          "Thumbnail": "tego-icu-medical.webp"
     },
     {
          "name": "Seturi extensii",
          "Producator": "ICU Medical",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Conectori si capacele",
          "smallDescription": "Extensii",
          "fullDescription": "Set extensie bidifuza Smallbore - cu 2 porturi preperforate, 2 cleme glisante si conector rotativ luer.\r\nSet extensie Minibore LifeCare PCA - cu adaptror “mama”, valva cu verificare pe spate, 2 cleme glisante si adaptor securizat pentru blocare “tata”.\r\nSet extensie Macrobore Plum - adaptor “mama” luer lock cu aripioare, caseta cu port secundar, clema glisanta si adaptor “tata” Option-Lok.\r\nSet extensie Macrobore - cu adaptor “mama”, clema glisanta si adaptor securizat pentru blocare “tata”\r\nSet extensie Macrobore - cu adaptor “mama” luer lock cu aripioare, clema glisanta si conector in T pentru blocarea rotatiei MicroClave\r\nSet extensie Macrobore - cu adaptor “mama”, clema glisanta, colier de blocare a rotatiei, conector in T cu locul de injectare preperforat si adaptor “tata”.\r\nSet extensie - cu adaptor “mama”, clema glisare, conector in T MicroClave si conector rotativ luer.\r\nSet extensie Macrobore - cu conector Clave, clema glisanta si conector in T cu locul de injectare resigilabil preperforat si adaptor “tata”.\r\nSet extensie Macrobore - cu conector detasabil MicroClave Clear, clema glisanta si adaptor rotativ “tata” luer lock.\r\nSet extensie Macrobore - cu conector MicroClave, clema glisanta, tub anti-regurgitare si conector rotativ “tata” luer lock.\r\nDiferite configuratii sunt disponibile.",
          "extLink": "https://www.icumed.com/search?q=extension&facet___contentType=*&facet___productTypeValue=IV+Sets&page=1",
          "logoPic": "p-set-extensie-icu-medical.webp",
          "Thumbnail": "set-extensie-icu-medical.webp"
     },
     {
          "name": "Set de monitorizare a presiunii arteriale Transpac IT",
          "Producator": "ICU Medical",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Conectori si capacele",
          "smallDescription": "Set monitorizare presiune de unica folosinta",
          "fullDescription": "Va ofera masuratori precise, invazive, in timp real, a tensiunii arteriale intr-un un dispozitiv usor de utilizat.\r\n\r\nTranspac IT este un sistem de monitorize, cu o singura linie, a presiunii complet integrat care combina un robinetul si un instrument de spalare intr-un singur dispozitiv usor de utilizat. Mai putini conectori, mai putine piese, mai multa incredere si confort.\r\n\r\nFurtunul Transpac IT IV este lipit direct de carcasa pentru a reduce riscul conexiunilor slabite.\r\nEliminarea usoara a bulelor de aer - Lichidul este limpede si vizibil. Cand sunt detectate bule, atingeti pur si simplu furtunul IV si activati instrumentul de spalare.\r\n\r\n011-0P240-01 O singura linie albastra Transpac IT cu instrument de spalare 3 ml, 182 cm\r\n011-0P406-01 O singura linie Transpac IT cu instrument de spalare 30 ml \r\n011-0P246-01 Linie dubla Transpac IT cu instrument de spalare 3 ml\r\n011-0P247-01 Linie dubla Transpac IT cu instrument de spalare 3 ml \r\n011-0P248-01 Linie tripla Transpac IT cu instrument de spalare 3 ml",
          "extLink": "https://www.icumed.com/products/critical-care/blood-pressure-monitoring/transpac-iv",
          "logoPic": "p-set-monitorizare-presiune-transpac.webp",
          "Thumbnail": "set-monitorizare-presiune-transpac.webp"
     },
     {
          "name": "Infuzoare de presiune InfuseIT",
          "Producator": "Salter Labs",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Conectori si capacele",
          "smallDescription": "Infuzor de presiune",
          "fullDescription": "Infuzoarele de presiune InfuseIT de la Salter Labs sunt concepute pentru a fi usor de utilizat. \r\nSupapa inchisa elimina riscul ca fluidele sa se blocheze.\r\nCarligul de agatare in suportul de perfuzii este rezistent si usor de agatat de catre personal in stativ, indiferent de inaltime.\r\nTeaca transparenta din jurul pungii asigura o fereastra de vizualizare prin care se vede fluidul care este presurizat.\r\nCarligul pungii de fluid IV este durabil si proiectat sa se potriveasca confortabil tuturor pungilor standard.\r\nConstructie durabila - nu se rup si nu se sfasie.\r\n\r\nZIT-500 - Infuzor de presiune InfuseIT, 500 ml cu supapa\r\nZIT-1000 - Infuzor de presiune InfuseIT, 1000 ml cu supapa",
          "extLink": "https://www.salterlabs.com/pressure-infusors.html",
          "logoPic": "p-perfuzoare-infuseIT.webp",
          "Thumbnail": "perfuzoare-infuseIT.webp"
     },
     {
          "name": "Set de monitorizare a presiunii arteriale Transpac IT",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Linii extensie",
          "smallDescription": "Set monitorizare presiune de unica folosinta",
          "fullDescription": "Va ofera masuratori precise, invazive, in timp real, a tensiunii arteriale intr-un un dispozitiv usor de utilizat.\r\n\r\nTranspac IT este un sistem de monitorize, cu o singura linie, a presiunii complet integrat care combina un robinetul si un instrument de spalare intr-un singur dispozitiv usor de utilizat. Mai putini conectori, mai putine piese, mai multa incredere si confort.\r\n\r\nFurtunul Transpac IT IV este lipit direct de carcasa pentru a reduce riscul conexiunilor slabite.\r\nEliminarea usoara a bulelor de aer - Lichidul este limpede si vizibil. Cand sunt detectate bule, atingeti pur si simplu furtunul IV si activati instrumentul de spalare.\r\n\r\n011-0P240-01 O singura linie albastra Transpac IT cu instrument de spalare 3 ml, 182 cm\r\n011-0P406-01 O singura linie Transpac IT cu instrument de spalare 30 ml \r\n011-0P246-01 Linie dubla Transpac IT cu instrument de spalare 3 ml\r\n011-0P247-01 Linie dubla Transpac IT cu instrument de spalare 3 ml \r\n011-0P248-01 Linie tripla Transpac IT cu instrument de spalare 3 ml",
          "extLink": "https://www.icumed.com/products/critical-care/blood-pressure-monitoring/transpac-iv",
          "logoPic": "p-set-monitorizare-presiune-transpac.webp",
          "Thumbnail": "set-monitorizare-presiune-transpac.webp"
     },
     {
          "name": "Infuzoare de presiune InfuseIT",
          "Producator": "Salter Labs",
          "category": "Oncologie",
          "subcategory": "Linii extensie",
          "smallDescription": "Infuzor de presiune",
          "fullDescription": "Infuzoarele de presiune InfuseIT de la Salter Labs sunt concepute pentru a fi usor de utilizat. \r\nSupapa inchisa elimina riscul ca fluidele sa se blocheze.\r\nCarligul de agatare in suportul de perfuzii este rezistent si usor de agatat de catre personal in stativ, indiferent de inaltime.\r\nTeaca transparenta din jurul pungii asigura o fereastra de vizualizare prin care se vede fluidul care este presurizat.\r\nCarligul pungii de fluid IV este durabil si proiectat sa se potriveasca confortabil tuturor pungilor standard.\r\nConstructie durabila - nu se rup si nu se sfasie.\r\n\r\nZIT-500 - Infuzor de presiune InfuseIT, 500 ml cu supapa\r\nZIT-1000 - Infuzor de presiune InfuseIT, 1000 ml cu supapa",
          "extLink": "https://www.salterlabs.com/pressure-infusors.html",
          "logoPic": "p-perfuzoare-infuseIT.webp",
          "Thumbnail": "perfuzoare-infuseIT.webp"
     },
     {
          "name": "Seturi extensii",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Linii extensie",
          "smallDescription": "Extensii",
          "fullDescription": "Set extensie bidifuza Smallbore - cu 2 porturi preperforate, 2 cleme glisante si conector rotativ luer.\r\nSet extensie Minibore LifeCare PCA - cu adaptror “mama”, valva cu verificare pe spate, 2 cleme glisante si adaptor securizat pentru blocare “tata”.\r\nSet extensie Macrobore Plum - adaptor “mama” luer lock cu aripioare, caseta cu port secundar, clema glisanta si adaptor “tata” Option-Lok.\r\nSet extensie Macrobore - cu adaptor “mama”, clema glisanta si adaptor securizat pentru blocare “tata”\r\nSet extensie Macrobore - cu adaptor “mama” luer lock cu aripioare, clema glisanta si conector in T pentru blocarea rotatiei MicroClave\r\nSet extensie Macrobore - cu adaptor “mama”, clema glisanta, colier de blocare a rotatiei, conector in T cu locul de injectare preperforat si adaptor “tata”.\r\nSet extensie - cu adaptor “mama”, clema glisare, conector in T MicroClave si conector rotativ luer.\r\nSet extensie Macrobore - cu conector Clave, clema glisanta si conector in T cu locul de injectare resigilabil preperforat si adaptor “tata”.\r\nSet extensie Macrobore - cu conector detasabil MicroClave Clear, clema glisanta si adaptor rotativ “tata” luer lock.\r\nSet extensie Macrobore - cu conector MicroClave, clema glisanta, tub anti-regurgitare si conector rotativ “tata” luer lock.\r\nDiferite configuratii sunt disponibile.",
          "extLink": "https://www.icumed.com/search?q=extension&facet___contentType=*&facet___productTypeValue=IV+Sets&page=1",
          "logoPic": "p-set-extensie-icu-medical.webp",
          "Thumbnail": "set-extensie-icu-medical.webp"
     },
     {
          "name": "Conector Tego",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Conector fara ac",
          "fullDescription": "Conceput pentru a ajuta la protejarea cateterelor pacientiilor dumneavoastra impotriva contaminarii si a riscului crescut de infectii ale fluxului sanguin inrudite cu purtarea cateterului (CRBSI) in timpul aplicatiilor de hemodializa si afereza.\r\nConectorul fara ac Tego creeaza un sistem inchis atunci cand este atasat la portul unui cateter pentru a minimiza contaminarea si pentru a ajuta la reducerea riscului de CRBSI. Optiunea de spalare cu solutie salina de la Tego este conceputa pentru a ajuta la reducerea riscului de tromobcitopenie indusa de heparina (HIT) si va ajuta sa minimizati costurile totale ale hemodializei prin reducerea consumului de heparina.\r\n\r\nAccesarea traseului fluidului:\r\nCand Tego nu este accesat, sigiliul din silicon formeaza o bariera tamponabila pentru patrunderea bacteriilor.\r\nAtasarea unei linii de dializa la conectorul Tego activeaza calea interna dreapta a fluidului si creeaza un sistem inchis mecanic si microbiologic.",
          "extLink": "https://www.icumed.com/products/specialty/renal-systems/tego-connector",
          "logoPic": "p-tego-icu-medical.webp",
          "Thumbnail": "tego-icu-medical.webp"
     },
     {
          "name": "MicroClave Clear",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Reduce riscul infectiilor sanguine",
          "fullDescription": "MicroClave Clear este un conector fara ac, sigilat mecanic si microbiologic, cu timp de amorsare foarte redus si presiune neutra. Dispozitivul se autosigileaza automat cand nu este utilizat, pentru a preveni pierderile de sange sau fluide. Dispozitivul este compatibil cu sangele si produsele din sange, cu fluidele biologice si lipidele si cu medicamentele uzuale de chemoterapie/antiblastice si diluantii. \r\n\r\nConectorul MicroClave este o valva exterioara fara ac, cu presiune neutra, cu autosigilare bidirectionala si volum neutilizabil mic. Conectorul MicroClave poate fi utilizat pentru perfuzii si/sau recoltare si pentru accesul pe termen lung in vene sau artere. Garnitura se deschide automat cand este penetrata de un racord Luer.\r\n\r\nAcest dispozitiv, in comparatie cu conectorii conventionali fara ac, asigura atat eliminarea riscului de ranire cu acul, protejand operatorii de o posibila infectare (cu SIDA, hepatita, etc.), cat si prevenirea accesului microorganismelor in sistem, minimizand contaminarea microbiala. Sistemul de conectare MicroClave, daca este utilizat conform procedurii stabilite, poate fi usor dezinfectat datorita suprafetei sale plane. Conectorul MicroClave asigura o bariera sterila timp de 7 zile si 600 de activari.",
          "extLink": "https://www.icumed.com/media/9191/m1-1258-microclaveclear-4pg-brochure-rev06_web.pdf",
          "logoPic": "p-microclave-icu-medical.webp",
          "Thumbnail": "microclave-icu-medical.webp"
     },
     {
          "name": "Capacele dezinfectante Curos",
          "Producator": "3M",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Capacele dezinfactante pentru porturi",
          "fullDescription": "Curos este un capac turnat etans din polietilena ce contine o insertie de spuma poliuretanica umezita cu alcool izopropilic (IPA) in concentratie de 70%. Este creat pentru a fi folosit impreuna cu conectorii fara ac pentru acces vascular.\r\n\r\nUtilizarea constanta a capacelor dezinfectante Curos pe conectorii fara ac de la perfuzii este asociata cu scaderea CLABSI. Curos sunt capace ce se rasucesc in portul perfuziei si care contin alcool pentru a dezinfecta si a proteja impotriva infectiilor. Fiecare capac Curos contine 70% alcool izopropilic (IPA) care curata suprafata portului si o dezinfecteaza intr-un 1 minut.\r\n\r\nCapacele dezinfectante Curos sunt distribuite individual sau pe o banda convenabila cu zece capacele care poate fi atarnata de suportul perfuziei pentru acces rapid. Benzile au un suport la ambele capete, astfel incat banda sa poata fi taiata daca este necesar.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/hcbgebm20055/",
          "logoPic": "p-capacele-dezinfectante-curos.webp",
          "Thumbnail": "capacele-dezinfectante-curos.webp"
     },
     {
          "name": "Diana ACS",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Aparatura",
          "smallDescription": "Excelenta in terapia  oncologice cu perfuzii",
          "fullDescription": "Medicamentele puternice utilizate in tratamentul cancerului sunt esentiale pentru ingrijirea pacientilor, dar prezinta si un risc de siguranta pentru lucratorii din domeniul sanatatii. Imbunatatiti eficienta si siguranta cu tehnologii inovatoare concepute pentru a completa modul in care lucrati astazi.\r\n\r\nSistemele oncologice de la ICU Medical ofera tot ce aveti nevoie pentru a va standardiza fluxul de lucru cu perfuzii oncologice.\r\nSistemul Diana pentru administrarea medicamentelor combina atat tehnologiile de automatizare, cat si cele pentru perfuzii cu notificarea wireless a farmacistului, pentru a va permite sa verificati de la distanta medicatia pe o tableta portabila. Puteti eficientiza fluxul de medicamente si date de la farmacie la administrare cu tehnologia de programare inteligenta a pompelor si perfuziilor cu interoperabilitate completa IV-EHR.",
          "extLink": "https://www.icumed.com/products/oncology/pharmacy-compounding-automation/diana-acs",
          "heroPic": "b-diana-acs.webp",
          "logoPic": "p-diana-acs-icu-medical.webp",
          "Thumbnail": "diana-acs-icu-medical.webp"
     },
     {
          "name": "ChemoClave CH-10",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Spike pentru punga de perfuzie",
          "fullDescription": "CH-10 Spike ChemoClave pentru punga de perfuzie.\r\nFolositi tehnica aseptica. \r\nDe unica folosinta. Steril.",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch10-icumedical.webp",
          "Thumbnail": "ch10-icumedical.webp"
     },
     {
          "name": "ChemoClave CH-12",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Spike pentru punga de perfuzie cu port aditional",
          "fullDescription": "CH-12 Spike ChemoClave cu valva unidirectionala pentru punga de perfuzie cu port aditional Clave, Adaptor Spike uscat\r\nFolositi tehnica aseptica. \r\nDe unica folosinta. Steril.",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch12-icumedical.webp",
          "Thumbnail": "ch12-icumedical.webp"
     },
     {
          "name": "ChemoClave CH-14",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Spike pentru punga de perfuzie cu aerisire",
          "fullDescription": "CH-14 Spike ChemoClave cu valva unidirectionala si ventil pentru punga de perfuzie \r\nFolositi tehnica aseptica. \r\nDe unica folosinta. Steril.",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch14-icumedical.webp",
          "Thumbnail": "ch14-icumedical.webp"
     },
     {
          "name": "ChemoClave CH-51",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Spike pentru flacon cu ventil",
          "fullDescription": "CH-51 Spike ChemoClave cu valva pentru flacon cu ventil, 20 mm si 28 mm",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch51-icumedical.webp",
          "Thumbnail": "ch-51-icumedical.webp"
     },
     {
          "name": "ChemoClave CH-70",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Spike universal pentru flacon cu ventil",
          "fullDescription": "CH-70 Spike ChemoClave universal cu valva pentru flacon cu ventil, 20 mm si 28 mm\r\n",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch70-icumedical.webp",
          "Thumbnail": "ch70-icumedical.webp"
     },
     {
          "name": "ChemoClave CH2000S",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Conector neutru",
          "fullDescription": "CH2000S Conector neutru rotativ in sistem inchis (Male Luer)",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch-2000s-icumedical.webp",
          "Thumbnail": "ch-2000s-icumedical.webp"
     },
     {
          "name": "ChemoClave CH2000S-C",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Conector cu capac rosu",
          "fullDescription": "CH2000S-C Conector rotativ in sistem inchis (Male Luer) cu capac rosu",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch-2000S-C-icumedical.webp",
          "Thumbnail": "ch-2000S-C-icumedical.webp"
     },
     {
          "name": "ChemoClave CH3011-C",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Set administrare medicatie cu 20 picaturi",
          "fullDescription": "CH3011-C Set administrare medicatie cu 20 picaturi, cu camera picurare integrata Clave, clema de prindere, clema culisanta, Spiros cu capac rosu, suport pentru perfuzie. \r\nTubulatura 79 cm",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch3011-icumedical.webp",
          "Thumbnail": "ch3011-icumedical.webp"
     },
     {
          "name": "ChemoClave CH3020",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Set administrare medicatie cu Spiros",
          "fullDescription": "CH3020 Set cu Spiros pentru administrare medicatie cu 20 de picaturi, camera de picurare in-line, clema culisanta, Spiros, capac sigilare, suport pentru perfuzie.\r\nTubulatura 102 cm",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf",
          "logoPic": "p-ch3020-icumedical.webp",
          "Thumbnail": "ch3020-icumedical.webp"
     },
     {
          "name": "ChemoClave CH4002",
          "Producator": "ICU Medical",
          "category": "Oncologie",
          "subcategory": "Conectori",
          "smallDescription": "Set dilutie cu doua canale si Spiros",
          "fullDescription": "CH4002 Set dilutie cu doua canale cu seringa de 50 ml, camera de picurare, Spike pentru punga de perfuzie si 1 Spiros",
          "extLink": "https://www.icumed.com/media/12608/p18-4056_drug_prep_admin_catalog_us_ldrawing_020519_web.pdf"
     },
     {
          "name": "Actilite",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament non aderent vascos cu miere de Manuka 99% si ulei de Manuka 1% ",
          "fullDescription": "Actilite este un pansament subtire, vascos si non aderent cu strat antibacterian de miere si ulei de Manuka. Pansamentul este conceput pentru a oferi protectie ranii, imbunatateste vindecarea si permite exudatului sa fie absorbit. \r\nEfectul antibacterian al Actilite a fost imbunatatit prin combinarea uleiului de Manuka antibacterian de inalta calitate cu mierea de Manuka. Combinatia de miere si ulei de Manuka a fost demonstrata in vitro ca fiind eficienta impotriva unui numar de organisme infectante cu rani majore, inclusiv MRSA, VRE si Providentia stuartii. \r\nActilite poate fi utilizat si in conditii de Terapie de vindecare a Ranilor prin Presiune Negativa (NPWT) si ca prim strat de reducere bacteriana. \r\n\r\nIndicatii: taieturi, zgarieturi, arsuri, rani chirurgicale, ulceratii ale picioarelor, ulceratii de presiune, ulceratii diabetice, rani infectate\r\n\r\nCR4281 - 5cm x 5cm  \r\nCR3849 - 10cm x 10cm  \r\nCR3852 - 10cm x 20cm  ",
          "extLink": "https://uk.advancismedical.com/products/activonmanukahoney/actilite",
          "logoPic": "p-actilite.webp",
          "Thumbnail": "actilite.webp"
     },
     {
          "name": "Tub Activon",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Creme",
          "smallDescription": "100% Miere medicinala de Manuka",
          "fullDescription": "Tubul Activon contine 100% miere de Manuka fara aditivi din Noua Zeelanda. Mierea noastra de Manuka este filtrata si sterilizata, ceea ce o face potrivita pentru aplicarea pe rani. Mierea de Manuka va curata si va elimina mirosurile oferind un mediu umed de vindecare a ranilor. \r\nTubul Activon este ideal pentru curatarea tesutului necrotic sau pentru acoperirea pansamentelor in care \r\nmierea a fost spalata prin exudat. Excelenta pentru utilizarea in cavitati, clateste inainte cu solutie salina. \r\n\r\nIndicatii: ulceratii de presiune, ulceratii ale picioarelor, ulceratii diabetice, rani chirurgicale, arsuri\r\ngrafari, rani infectate, cavitatea ranilor\r\n\r\nCR3830 - Tub 25g ",
          "extLink": "https://uk.advancismedical.com/products/activon-manuka-honey/activon-tube",
          "logoPic": "p-activon-tub.webp",
          "Thumbnail": "activon-tub.webp"
     },
     {
          "name": "Activon Tulle",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Mesa tesuta vascoasa impregnata cu miere de Manuka 100% ",
          "fullDescription": "Activon Tulle este un pansament primar din mesa vascoasa impregnat cu miere de Manuka. Activon Tulle creeaza un mediu umed de vindecare si elimina in mod eficient mirosul ranilor, oferind in acelasi timp o actiune antibacteriana. \r\nActivon Tulle este ales in mod ideal pentru granulare sau rani superficiale, fiind alegerea perfecta atunci cand se curata zonele mici ale ranilor cu tesut iritat sau necrotic.\r\n\r\nIndicatii: ulceratii ale picioarelor, ulceratii diabetice, ulceratii de presiune, rani dureroase, rani uscate, cu tesut iritat sau necrotic, rani infectate\r\n\r\nCR3761 - 5cm x 5cm  \r\nCR3658 - 10cm x 10cm ",
          "extLink": "https://uk.advancismedical.com/products/activon-manuka-honey/activon-tulle",
          "logoPic": "p-activon-tulle.webp",
          "Thumbnail": "activon-tulle.webp"
     },
     {
          "name": "Advazorb",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament din spuma hidrofilica cu film de protectie",
          "fullDescription": "Advazorb si Advazorb Lite sunt pansamente din spuma moale si confortabila, non aderente, hidrofilice cu film de protectie respirabil pe spate. \r\nUn pansament din spuma non aderent cu proprietati excelente de manevrare a fluidelor. Ideal pentru utilizarea sub bandajele tip comprese, datorita retentiei fluidelor, ergonomiei si a frictiunii minime. \r\nPansamentul Advazorb are un film de protectie pe spate rezistent la apa care nu permite perforarea/inteparea. Datorita ratei ridicate de transmitere a vaporilor, pansamentul Advazorb creeaza conditii ideale pentru vindecare. \r\n\r\nIndicatii: taieturi si zgarieturi, arsuri superficiale, rani chirurgicale, ulceratii ale picioarelor, ulceratii de presiune, ulceratii diabetice\r\n\r\nCR4221 - 5cm x 5cm  \r\nCR4165 - 7.5cm x 7.5cm \r\nCR4166 - 10cm x 10cm \r\nCR4167 - 12.5cm x 12.5cm  ",
          "extLink": "https://uk.advancismedical.com/products/hydrophilicfoamdressings/advazorb",
          "logoPic": "p-advazorb.webp",
          "Thumbnail": "advazorb.webp"
     },
     {
          "name": "Advazorb Border",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament hidrofilic din spuma cu pernita moale din silicon",
          "fullDescription": "Advazorb Border si Advazorb Border Lite sunt pansamente absorbante, atraumatice si autoaderente cu start perforat din silicon pentru contactul cu rana si margini adezive. \r\nStratul care acopera rana de silicon este conceut cu multi pori mici de 2mm care absorb exudatul in spuma, protejand astfel rana deschisa. Aceasta combinatie asigura ca pansamentul va ramane pozitionat, minimalizand macerarea. \r\n\r\nIdeal pentru rani exudate acute si cronice incluzand: laceratii pre-tibiene, taieturi si zgarieturi, superficiale, rani chirurgicale, ulceratii ale picioarelor, ulceratii de presiune, ulceratii diabetice\r\n\r\nCR4190 - 7.5cm x 7.5cm \r\nCR4191 - 10cm x 10cm \r\nCR4192 - 12.5cm x 12.5cm \r\nCR4193 - 15cm x 15cm ",
          "extLink": "https://uk.advancismedical.com/products/absorbent-foam-dressings/advazorb-border",
          "logoPic": "p-advazorb-border.webp",
          "Thumbnail": "advazorb-border.webp"
     },
     {
          "name": "Algivon Plus",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament alginat impregnat cu miere de Manuka 100% ",
          "fullDescription": "Algivon Plus este un pansament alginat impregnat cu miere medicinala de Manuka 100%. Fibrele intarite de alginat ofera susteniabilitate, eliminare lenta a mierii, in timp ce se pastreaza integritatea pansamentului. \r\nAlgivon Plus ideal ca optiune pentru rani umede deoarece alginatul are o capacitate mica de absorbtie, insemnand ca mierea nu se spala odata cu exudatul, astfel ramanand pe rana deschisa pentru mai mult timp. Pansamentul este foarte fin si confortabil, ideal pentru cavitati, pentru curatatea ranilor mari cu tesut iritat si necrotic. \r\n\r\nAlgivon Plus poate fi aplicat pe orice rana, dar mai ales rani cu tesutul iritat, necrotice si mirositoare, inclusiv: ulceratii ale picioarelor, ulceratii de presiune, ulcercatii diabetice, leziuni fungante, rani chirurgicale complicate, zgarieturi, rani infectate, cavitatea rani\r\n\r\nCR4230 - 5cm x 5cm  \r\nCR4225 - 10cm x 10cm  ",
          "extLink": "https://uk.advancismedical.com/products/activon-manuka-honey/algivon-plus",
          "logoPic": "p-algivon-plus.webp",
          "Thumbnail": "algivon-plus.webp"
     },
     {
          "name": "Algivon",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament alginat impregnat cu miere de Manuka 100%",
          "fullDescription": "Algivon este un pansament alginat impregnat cu miere medicinala de Manuka 100%. Fibrele de alginat ofera sustenabilitate si elibereaza lent mierea. \r\nAlgivon este ideal ca optiune pentru rani umede deoarece alginatul are o capacitate mica de absorbtie, insemnand ca mierea nu se spala odata cu exudatul, astfel ramanand pe rana deschisa pentru mai mult timp. Pansamentul este foarte fin si confortabil, ideal pentru cavitati, pentru curatatea ranilor mari cu tesut iritat si necrotic. \r\n\r\nAlgivon poate fi aplicat pe orice rana, dar mai ales rani cu tesutul iritat, necrotice si mirositoare, inclusiv: ulceratii ale picioarelor, ulceratii de presiune, ulceratii diabetice, leziuni fungante, rani chirurgicale complicate, zgarieturi, rani infectate, cavitatea ranilor\r\n\r\nCR3831 - 5cm x 5cm\t\r\nCR3659 - 10cm x 10cm",
          "extLink": "https://uk.advancismedical.com/products/activon-manuka-honey/algivon",
          "logoPic": "p-algivon.webp",
          "Thumbnail": "algivon.webp"
     },
     {
          "name": "Algivon Plus Tulle",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Mesa tesuta vascoasa impregnata cu miere de Manuka 100% ",
          "fullDescription": "Activon Tulle este un pansament primar din mesa vascoasa impregnat cu miere de Manuka. Activon Tulle creeaza un mediu umed de vindecare si elimina in mod eficient mirosul ranilor, oferind in acelasi timp o actiune antibacteriana.\r\nActivon Tulle este ales in mod ideal pentru granulare sau rani superficiale, fiind alegerea perfecta atunci cand se curata zonele mici ale ranilor cu tesut iritat sau necrotic.\r\n\r\nActivon Tulle poate fi aplicat pe orice rana, dar mai ales rani cu tesutul iritat, necrotice si mirositoare, inclusiv: ulceratii ale picioarelor, ulceratii diabetice, ulceratii de presiune, rani dureroase, rani uscate, cu tesut iritat sau necrotic, rani infectate\r\n\r\nCR3761 - 5cm x 5cm \r\nCR3658 - 10cm x 10cm",
          "extLink": "https://uk.advancismedical.com/products/activon-manuka-honey/algivon-plus-ribbon",
          "logoPic": "p-algivon-plus-tulle.webp",
          "Thumbnail": "algivon-plus-tulle.webp"
     },
     {
          "name": "Vellafilm",
          "Producator": "Advancis Medical",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament semi impermeabil, \r\naderent, cu film din silicon",
          "fullDescription": "Vellafilm este un pansament cu film poliuretan atraumatic transparent cu pat aderent din silicon moale Silfix. Este conceput sa protejeze rana si sa ofera un minim de durere asociata inlocuirii pansamentului. \r\nSiliconul moale adera in jurul tesutului uscat si nu la rana umeda. Filmul transparent ofera o rata de transfer optima a umiditatii vaporilor. Pansamentul este transparent, puteti vedea rana direct sau pansamentul primar, astfel minimalizati schimbarile frecvente ale pansamentului. Filmul de pe spate are rol antibacterian si are un coeficient redus de frictiune, reducand potentialele deteriorari ale tesutului datorate ruperii sau sfasaierii pansamentului. \r\n\r\nIndicatii: rani superficiale ale epidermei, retentia primului strat de contact pe rana si a pansamentului absorbant, rani chirurgicale\r\n\r\nCR3919 - 12cm x 12cm \r\nCR3921 - 15cm x 20cm \r\nCR3917 - 12cm x 35cm ",
          "extLink": "https://uk.advancismedical.com/products/silicone-contact-layer/vellafilm",
          "logoPic": "p-vellafilm.webp",
          "Thumbnail": "vellafilm.webp"
     },
     {
          "name": "Durapore",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Banda textila de matase",
          "fullDescription": "Banda chirurgicala Durapore de la 3M este o banda textila de matase, conceputa pentru securizare, cum ar fi fixarea cateterelor si tuburilor, precum si pentru pozitionarea pacientului.\r\nCand trebuie sa pastrati un tub, un dispozitiv sau un pansament voluminos pe pozitie, aveti nevoie de forta pe care sa va puteti baza. Durapore este o banda cu rezistenta inalta, ce nu se intinde, care va ofera incredere in aplicatiile de fixare.\r\n\r\nAplicatii sugerate: catetere urinare, sonde nazogastrice, sonde orogastrice, pozitionarea pacientului, asigurarea pe termen scurt a sondelor endotraheale. Pentru utilizarea in conditii uscate.\r\n\r\nToate lungimile disponibile: 1.37 m, 1.372 m, 9.1 m\r\nToate latimile disponibile: 1.27 cm, 2.54 cm, 25.4 mm, 5.08 cm, 50.8 mm, 7.62 cm",
          "extLink": "https://www.3m.com/3M/en_US/p/d/b00042420/",
          "logoPic": "p-durapore.webp",
          "Thumbnail": "durapore.webp"
     },
     {
          "name": "Transpore",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Banda transparenta din plastic",
          "fullDescription": "Banda hipoalergenica, cu film poros din polietilena\r\nBanda transparenta din plastic, perforata pentru a se rupe usor, cu fixare sigura\r\n\r\nSugestii de aplicare: Fixarea tuburilor si dispozitivelor (ex: tuburi I.V., catetere), fixarea pansamentelor de dimensiuni mari, atunci camd este nevoie \r\n\r\nToate lungimile disponibile: 1.37 m, 9.1 m\r\nToate latimile disponibile: 1.25 cm, 2.5 cm, 5 cm, 7.6 cm",
          "extLink": "https://www.3m.com/3M/en_US/p/d/b10105967/",
          "logoPic": "p-transpore.webp",
          "Thumbnail": "transpore.webp"
     },
     {
          "name": "Micropore",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Banda din hartie hipoalergenica",
          "fullDescription": "Banda chirurgicala 3M Micropore face parte din categoria de bande multifunctionale care ofera delicatete pielii, dar adera adecvat pentru nevoile generale de fixare.\r\n\r\nMicropore este o banda din hartie hipoalergenica, fara latex, care este blanda cu pielea, dar adera bine si lasa reziduuri de adeziv minime la indepartare. Este o banda chirurgicala economica, de uz general, moale, extrem de poroasa si permeabila la apa. \r\n\r\nSugestii de aplicare: pentru aderenta si fixarea pansamentelor mici sau medii, aplicarea pe suprafete sensibile, fixarea tuburilor usoare\r\n\r\nDisponibil intr-o gama larga de marimi si forme.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/v000202953/",
          "logoPic": "p-micropore.webp",
          "Thumbnail": "micropore.webp"
     },
     {
          "name": "Medipore H",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Banda flexibila",
          "fullDescription": "Banda chirurgicala din poliester netesut moale 3M Medipore H ofera intindere multidirectionala pentru a se adapta umflaturilor, distensiei si miscarii repetate si ajuta la minimizarea riscului de ranire a pielii.\r\n\r\nSugestii de aplicare: protejarea zonelor in care pielea se poate intinde (de exemplu, edem, distensie, formarea sau mișcarea hematoamei), fixarea pansamentelor si a tuburilor de drenaj, atunci cand se anticipeaza umflarea sau miscarea, cand este necesara bandajarea repetata\r\n\r\nIdeal pentru pacientii care au nevoie sa isi mentina miscarea sau care se confrunta cu umflaturi sau distensie.\r\n\r\nDisponibil intr-o gama larga de marimi si forme.",
          "extLink": "https://www.3m.com/3M/en_US/p/dc/v000075679/",
          "logoPic": "p-medipore-h.webp",
          "Thumbnail": "medipore-h.webp"
     },
     {
          "name": "Tegaderm + Pad",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament transparent cu pad absorbant",
          "fullDescription": "Pansamentul 3M Tegaderm cu Pad non-aderent este un pansament complet care ofera o bariera sterila, impermeabila si antibacteriana. Acest pansament consta dintr-un pad absorbant neaderent lipit de un pansament transparent cu pelicula subtire.\r\nProtectie avansata pentru rani si incizii chirurgicale. Aceste pansamente cu film steril, impermeabile, ofera o bariera antibacteriana si virala. Padul absorbant unic nu se va lipi de rana. (Testarile in vitro demonstreaza ca filmul transparent asigura o bariera virala impotriva virusului cu un diametru de 27 nm sau mai mare, in timp ce pansamentul ramane intact fara scurgeri)\r\n\r\nSugestii de aplicare: pansamente post-chirurgicale - in special pe zonele in care se preconizeaza umflaturi sau miscari, rani acute, precum taieturi si zgarieturi.\r\n\r\nDisponibil intr-o gama larga de marimi si forme.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/b00035881/",
          "logoPic": "p-tegaderm-pad.webp",
          "Thumbnail": "tegaderm-pad.webp"
     },
     {
          "name": "Tegaderm I.V.",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament pentru tratamentele intravenoase",
          "fullDescription": "Tegaderm I.V. este o linie de pansamente pentru tratamentele intravenoase care optimizeaza toate caracteristicile pentru a oferi o fixarea sigura a liniei centrale ale cateterului si petru perfuzii. Conceput sa fie un sistem complet pentru a sustine o ingrijire delicata a pacientului prisecurizarea cateterului, cu timp de purtare indelungat I o indepartare blanda a acestuia. \r\n\r\nO varianta rentabil pentru fixarea cateterelor si a linilor de peruzie.\r\nSigur de purtat pana la 7 zile pentru CVC si poate fi purtat pe toată durata de viata a cateterului PIV.\r\nUn film impermeabil pe toate pansamentele ofera o bariera impotriva contaminantilor externi, inclusiv lichide, bacterii si virusuri.\r\nTegaderm este conceput pentru siguranta si confort.\r\n\r\nDisponibil intr-o gama larga de marimi si forme.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/b00035626/",
          "logoPic": "p-tegaderm-iv.webp",
          "Thumbnail": "tegaderm-iv.webp"
     },
     {
          "name": "Tegaderm Film",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Pansament transparent cu eticheta",
          "fullDescription": "Pansamentul transparent cu film Tegaderm poate fi utilizat pentru protejarea zonei cateterului sau o rana, pentru fixarea dispozitivelor pe piele si pentru mentinerea unui mediu umed pentru a facilita vindecarea. Pansamentele sunt respirabile, impermeabile si ofera o bariera impotriva contaminantilor externi, inclusiv bacterii, virusuri, sange si lichide corporale.\r\nTegaderm este conceput pentru siguranta si confort.\r\n\r\nDisponibil intr-o gama larga de marimi si forme.",
          "extLink": "https://www.3m.com/3M/en_US/p/d/b00035590/",
          "logoPic": "p-tegaderm-film.webp",
          "Thumbnail": "tegaderm-film.webp"
     },
     {
          "name": "Coban",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Pansamente",
          "smallDescription": "Fasa autoadeziva",
          "fullDescription": "Fasa autoadeziv Coban de la 3M este o banda cu autosigilare utilizata pentru fixarea pansamentelor sau a altor dispozitive, comprese si zonele ranite sau pentru imobilizarea unei leziuni.\r\nO fasa elastica autoadeziva care functioneaza precum o banda adeziva, dar se lipeste doar de ea. Este disponibila in variantele sterila si nesterila, intr-o gama larga de latimi si culori pentru a sadisface nevoile fiecaruia.\r\n\r\nDisponibil intr-o gama larga de marimi si culori",
          "extLink": "https://www.3m.com/3M/en_US/p/d/v000075653/",
          "logoPic": "p-coban.webp",
          "Thumbnail": "coban.webp"
     },
     {
          "name": "Cavilon mov",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Creme",
          "smallDescription": "Crema pentru protectie indelungata ",
          "fullDescription": "Cavilon Durable Barrier Cream este o crema hidratanta tip bariera unica alcatuita din polimeri 3M utilizata pentru pacientii cu risc de dermatita asociata incontinentei (IAD). Crema concentrata, fara parfum, necesita aplicari mai putin frecvente si este rezista la spalare. Formula hipoalergenica contine Dimeticona pentru a proteja mai bine pielea pacientilor. Compatibil cu gluconatul de clorhexidina (CHG).\r\nCavilon Durable Barrier Cream ofera o protectie unica si de durata fata de fluidele corporale, hidratand pielea. Este destinata utilizarii pe pielea sanatoasa sau usor iritata ca bariera primara de protectie impotriva macerarii sau iritatiilor provocate de urina si/ sau materii fecale. Formula sa foarte concentrata, permite utilizarea unei cantitati foarte mici pentru suprafete intinse de piele.\r\nProdus concentrat - necesita o aplicare mai putin frecventa si mai putin produs cu fiecare aplicare decat barierele tipice de protectie.\r\nDovedit ca reduce dermatita asociata incontinentei si ca reduce incidenta leziunilor prin rupere ale pielii atunci cand este utilizata ca parte a unui protocol de ingrijire a zonei sacrale.\r\n\r\nEste disponibila in tub 92 g.",
          "extLink": "https://www.3m.com.ro/3M/ro_RO/p/d/v000209051/",
          "logoPic": "p-cavilon-mov.webp",
          "Thumbnail": "cavilon-mov.webp"
     },
     {
          "name": "Cavilon film",
          "Producator": "3M",
          "category": "Ingrijirea ranilor si a plagilor",
          "subcategory": "Creme",
          "smallDescription": "Film protector neiritant",
          "fullDescription": "Filmul protector neiritant Cavilon este o pelicula durabila fara alcool pe baza de terpolimer, care formeaza un strat transparent ce lasa pielea sa respire, protejand impotriva frecarii, traumatismelor provocate de adezivi si lichidelor corporale (precum urina si/sau materii fecale si exsudat din plaga).\r\n\r\nNu ustura, chiar si pe piele rupta sau iritata.\r\nNu incarca substratul absorbantelor pentru incontinenta.\r\nRentabil - asigura protectie pana la 72 de ore.\r\nTransparent - pentru monitorizarea cu usurinta a pielii.\r\nCompatibil cu solutii de pregatire a pielii (si anume, gluconat de clorhexidina si iod povidona).\r\n\r\nDisponibil: Cutie cu 25 de plicuri a cate 1ml",
          "extLink": "https://www.3m.com/3M/en_US/p/d/b00042019/",
          "logoPic": "p-cavilon-barrier.webp",
          "Thumbnail": "cavilon-barrier.webp"
     },
     {
          "name": "Aura 9320+",
          "Producator": "3M",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Masti de protectie",
          "smallDescription": "Masca respiratorie impotriva particulelor",
          "fullDescription": "Masca de protectie respiratorie impotriva particulelor 3M Aura 9320+ asigura o protectie respiratorie eficienta in ceea ce priveste utilizarea in cadrul ramurilor industriale in care lucratorii sunt expusi la particule de praf si/sau particule lichide non-volatile.\r\nTestata si Aprobata CE conform EN149:2001+A1:2009\r\nPliabila, usor de utilizat, designul patentat cu trei segmente se adapteaza miscarilor faciale ale purtatorului, asigurand astfel un nivel ridicat de confort\r\nFiltrul este conceput tehnologic pentru a asigura un nivel eficient de filtrare in conditiile unei rezistente reduse la respiratie, cu scopul de a garanta o performanta inalta de-a lungul timpului\r\nLamela nazala se adapteaza conturului nasului si a fetei si contribuie la imbunatatirea compatibilitatii cu ochelarii de protectie 3M\r\nSectiunea inovativa pentru barbie este conceputa pentru facilitatea echiparii mastii si ajustarii pozitiei acesteia, astfel incat sa se obtina un nivel confortabil de potrivire\r\nSupapa de expiratie 3M Coolflow ofera un nivel de confort suplimentar in mediile in care exista umezeala si temperaturi ridicate si/sau unde lucrul se desfasoara in conditii grele, care presupun munca fizica\r\nSectiuea presata de deasupra contribuie la reducerea efectului de aburire a ochelarilor de protectie\r\nAmbalajul propriu igienic contribuie la protejarea mastii respiratorii de surse de contaminare inaintea utilizarii\r\nSectiunea neteda spongioasa pentru nas se simte confortabil pe piele",
          "extLink": "https://www.3m.com.ro/3M/ro_RO/p/d/v000125639/",
          "logoPic": "p-3m-aura-9320.webp",
          "Thumbnail": "3m-aura-9320.webp"
     },
     {
          "name": "Masca chirurgicala 1810F",
          "Producator": "3M",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Masti de protectie",
          "smallDescription": "Masca plata cu snururi de legare",
          "fullDescription": "Masca chirurgicala 1810F este o masca plata cu snururi de legare care indeplineste cerintele de performanta pentru mastile chirurgicale de tip II conform EN 14683. Masca este confectionata dintr-un material netesut albastru de polipropilena pentru acoperirea exterioara, un mediu filtrant din polipropilena alba si o tesatura alba din polipropilena pentru partea din interior. Masca are o lamela nasala din aluminiu introdusa si snururi de legare atasate pentru fixarea perfecta a mastii. Toate atasamentele si cusaturile de pe masca sunt sudate cu ultrasunete (benzi de legătura si snururi legare sus/jos). Masca nu este sterila si este ambalata vrac in cutii.\r\nAcoperirea exterioara: Polipropilena netesut, albastru\r\nMediu filtrant: Polipropilena, alb\r\nAcoperirea interioara: Polipropilena netesut, alb \r\nLamela nasala: Aluminiu\r\n\r\nDisponibil: cutie cu 100 bucati",
          "extLink": "https://www.3m.com/3M/en_LB/p/d/v000082940/",
          "logoPic": "p-1810f-3m.webp",
          "Thumbnail": "1810f-3m.webp"
     },
     {
          "name": "Masca FFP3 DNA 2972",
          "Producator": "DNA Medical",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Masti de protectie",
          "smallDescription": "Masca FFP3",
          "fullDescription": "Masca DNA FFP3 2972 este o masca pentru filtrarea particulelor conceputa pentru a proteja de particule nevolantile de lichid si solid.\r\nPliabila, fara valva.\r\nImpachetata individual. Cate 25 masti per cutie.",
          "extLink": "https://dnamedical.com.tr/dna-ffp3-2972fm-2/",
          "logoPic": "p-dna-2972.webp",
          "Thumbnail": "dna-2972.webp"
     },
     {
          "name": "Masca respiratorie 8710 ",
          "Producator": "3M",
          "category": "Protectie impotriva infectiilor",
          "subcategory": "Masti de protectie",
          "smallDescription": "Impotriva prafului si a aburilor",
          "fullDescription": "Masca de protectie respiratorie de unica folosinta 8710  este usoara, confortabila si eficienta impotriva prafului si a aburilor. Forma convexa, designul cu benzi duble, lamela din spuma si clema pentru nas asigura o purtare confortabila pentru orice dimensiune a fetei.\r\nInteriorul mastii durabile, rezistenta la strivire.\r\nFiltru P1 evaluat la AS/NZ 1716:2012\r\n\r\nDisponibil in cutie cu 20 de masti",
          "extLink": "https://multimedia.3m.com/mws/media/1526357O/3m-disposable-respirator-8710-technical-data-sheet-pdf.pdf",
          "logoPic": "p-3m-8710.webp",
          "Thumbnail": "3m-8710.webp"
     },
     {
          "name": "Steriking RS120A rotosealer",
          "Producator": "Wipak",
          "category": "Sterilizare",
          "subcategory": "Aparatura",
          "smallDescription": "Modelul avansat cu sistem de alarma",
          "fullDescription": "Steriking RS120A rotosealer este masina de sigilat, modelul avansat cu sistem de alarma\r\nSteriking RS120A rotosealer este echipat cu parametrii de control al etansari (timp, temperatura, presiune) si este in conformitate cu ISO 11607-2. Dimensiunea echipamentului este compacta, iar functia automata de pornire/oprire reduce uzura motorului si economiseste energie.\r\n\r\nRotosealer se utilizeaza pentru sigilarea pachetelor cu materiale sterilizate rapida si de durata\r\nOrcand gata de utilizare\r\nEconomiseste energie atunci cand echipamentul nu este in utilizare\r\nToti parametrii proceselelor de sigilare se pot controla\r\nIntervalul de temperatura se poate ajusta\r\nOfera sigilari impermeabile si durabile\r\nFabricat conform reglementarilor Europene de siguranta",
          "extLink": "https://www.steriking.com/sealing-machines/rotosealers",
          "logoPic": "p-rotosealer-rs120a.webp",
          "Thumbnail": "rotosealer-rs120a.webp"
     },
     {
          "name": "Steriking RS300 rotosealer",
          "Producator": "Wipak",
          "category": "Sterilizare",
          "subcategory": "Aparatura",
          "smallDescription": "Masina de sigilar cu imprimanta incorporata",
          "fullDescription": "Steriking RS300 este un aparat de sigilat durabil si usor de utilizat cu imprimanta incorporata\r\n\r\nRotosealer se utilizeaza pentru sigilarea pachetelor cu materiale sterilizate rapida si de durata\r\nOrcand gata de utilizare\r\nEconomiseste energie atunci cand echipamentul nu este in utilizare\r\nToti parametrii proceselelor de sigilare se pot controla\r\nIntervalul de temperatura se poate ajusta\r\nOfera sigilari impermeabile si durabile\r\nFabricat conform reglementarilor Europene de siguranta",
          "extLink": "https://www.steriking.com/sealing-machines/rotosealers",
          "logoPic": "p-rotosealer-rs300.webp",
          "Thumbnail": "rotosealer-rs300.webp"
     },
     {
          "name": "Incubator cu abur Celerity",
          "Producator": "Steris",
          "category": "Sterilizare",
          "subcategory": "Aparatura",
          "smallDescription": "Incubator cu opt godeuri",
          "fullDescription": "Incubatorul Celerity Steam este conceput sa incubeze si sa citeasca automat indicatorul biologic Celerity 20 STEAM la 57°C (135°F) pentru un rezultat fluorescent in mai putin de 20 de minute.\r\nIncubatorul Celerity Steam este un incubator compact, cu opt godeuri si suport pentru masa, cu valoarea de referinta a temperaturii de 57°C (135°F) si toleranta acceptata de -2°/ +3°C. Dispozitivul serveste, atat precum incubator, cat si ca un detector fluorescent.\r\n\r\nUnitatea consta in principal din doua elemente de incalzire, independente, fiecare continand cate patru godeuri in care se potrivesc perfect forma indicatorilor biologici Celerity 20 Steam. In timp ce indicatorul biologic activat este incubat, vizibilitatea este determinata de semnalul florescent sporit de la degradarea enzimatica in contact cu substratul fluorogenic prezent in mediu. \r\n\r\nDimensiunile incubatorului: 290 x 95 x160 mm",
          "extLink": "https://www.steris.com/healthcare/products/sterility-assurance-and-monitoring/biological-indicators/celerity-steam-incubator",
          "logoPic": "p-incubator-celerity.webp",
          "Thumbnail": "incubator-celerity.webp"
     },
     {
          "name": "Sterilizator V-Pro maX 2",
          "Producator": "Steris",
          "category": "Sterilizare",
          "subcategory": "Aparatura",
          "smallDescription": "Cel mai rapid ciclu de sterilizare",
          "fullDescription": "Oferind o productivitate de neegalat pentru nevoile zilnice ale salii de operatie, sistemul de sterilizare la temperatura joasa V-PRO maX 2 este conceput pentru utilizarea in sterilizarea terminala a dispozitivelor medicale. Sterilizatorul V-PRO maX 2 de la Steris dispune de noul ciclu Fast Non Lumen, care va permite sa sterilizati dispozitive precum camere video, telescoape, baterii si lame de laringoscop in doar 16 minute.\r\n\r\nSterilizatorul V-PRO maX 2 este un sterilizator cu peroxid de hidrogen care ofera patru cicluri pentru a steriliza eficient cea mai larga gama de instrumente si dispozitive, folosind tehnologia Steris proprie de peroxid de hidrogen vaporizat:\r\n\r\nCiclu rapid fara lumen - Reproceseaza pana la 5 Kg de dispozitive fara lumen in 16 minute\r\nCiclu fara lumen - Reproceseaza pana la 22,7 Kg de dispozitive fara lumen in 28 de minute\r\nCiclu flexibil - Reproceseaza pana la 11 Kg de incarcaturi mixte in 35 de minute\r\nCiclu lumen - Reproceseaza pana la 20 de instrumente chirurgicale cu lumen din otel inoxidabil in 52 de minute\r\n\r\nSistemul inovator de verificare a umiditatii este inclus in fiecare ciclu pentru a ajuta la confirmarea ca incarcaturile sunt uscate si pentru a preveni intreruperea ciclului. Ciclul rapid fara lumen, disponibil numai cu sterilizatorul V-PRO maX 2, utilizeaza jumatate din sterilizant in comparatie cu toate celelalte cicluri de sterilizare V-PRO.",
          "extLink": "https://www.steris.com/healthcare/products/v-pro-sterilizers/v-pro-max-2-low-temperature-sterilization-system",
          "logoPic": "p-vpro-max.webp",
          "Thumbnail": "vpro-max.webp"
     },
     {
          "name": "Pungi de sigilat",
          "Producator": "Wipak",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Sisteme de bariera sterila preformate",
          "fullDescription": "Infectiile reprezinta un risc ridicat in ingrijirea medicala si operatiile chirurgicale. Toate dispozitivele si consumabilele medicale trebuie sa fie sterile atunci cand sunt destinate utilizarii in operatii invazive si deschise. Un sistem de bariera steril conceput corect, fabricat din materiale fiabile, permite o sterilizare eficienta, ofera protectie fizica, mentine sterilitatea pana la punctul de utilizare si permite prezentare aseptica.\r\nManipularea si transportul in siguranta a dispozitivelor contaminate necesita o atentie speciala. Materialele si instrumentele chirurgicale reutilizabile trebuie sa fie curatate si intretinute cu atentie dupa fiecare utilizare si sa fie sterilizate inainte de urmatoarea operatie. Sistemele de bariera sterila si materialele de unica folosinta ofera proprietati dovedite ca bariera microbiana. Acestea asigura un grad foarte ridicat de protectie in timpul depozitarii, manipularii, transportului si deschiderii aseptice. Sunt concepute pentru a permite patrunderea completa a agentului de sterilizare in punga si produsele din aceasta.\r\nGama de produse Steriking ofera o mare varietate de tipuri si dimensiuni pentru alegerea optima a unui pachet de dimensiuni corecte pentru fiecare articol si pentru ambalare dubla.\r\n\r\nPungile si rolele Wipak asigura un proces de ambalare usor si rapid pentru instrumente individuale, seturi mai mici si alte articole, oferind in acelasi timp proprietati de bariera steril fiabila.\r\n\r\nS - Pungi plate 2P si 3P\r\nB - Pungi cu pliuri\r\nSS - Pungi autosigilante\r\nHR - Role cu aer cald\r\nR - Role plate 2P si 3P\r\nLTS - Pungi plate din Tyvek\r\nLTSS - Pungi autosigilante Tyvek\r\nLTR - Role plate Tyvek\r\nSNW - Pungi netesute TexLine\r\nPB - Pungi din hartie",
          "extLink": "https://www.steriking.com/sterilization-pouches-rolls",
          "logoPic": "p-pungi-sigilare.webp",
          "Thumbnail": "pungi-sigilare.webp"
     },
     {
          "name": "Pungi pentru instrumentele robotice",
          "Producator": "Wipak",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Pentru instrumentele da Vinci",
          "fullDescription": "Pungiile Steriking intrunesc cerintele procedurilor de sterilizare cu aburi ale spitalului. Produsele sunt compatibile cu ISO 11607, partea 1 si 2, precum si partea a 5-a EN 868, demonstrand ca ambalajul dispozitivelor medicale sterilizate terminal indeplinesc cerintele internationale si ale UE. Domeniile in care aceste standarde se aplica sunt institutiile medicale si oriunde dispozitivele medicale sunt ambalate si sterilizate.\r\n\r\nMarimile ambalajelor au fost concepute pentru acomodarea instrumentelor da Vinci S/Si, X/Xi si SP. De asemenea, pungile pot fi utilizate si pentru ambalarea altor dispozitive lungi care necesita protectie.\r\nInstrumentele da Vinci S/Si, X/Xi si SP trebuie orientate cu tubulatura catre terminatia deschisa, pentru a asigura prezentare aseptica - usor de indepartat din ambalaj.\r\nUnde impachetarea dubla este necesara, este important sa pozitionati materialul poros langa material poros si cel laminat langa cel laminat, deoarece penetrarea aerului si a aburilor este posibila doar prin partea cu hartie. Ambalajul interior nu trebuie sa fie pliat ca pasajul aburilor sa ramana neatins.",
          "extLink": "https://www.steriking.com/sterilization-pouches-rolls/pouch-robotic-instruments",
          "logoPic": "p-pungi-instrumente-robotice.webp",
          "Thumbnail": "pungi-instrumente-robotice.webp"
     },
     {
          "name": "Role plate",
          "Producator": "Wipak",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Pentru toate tipurile de materiale de dimensiuni mici",
          "fullDescription": "Wipak ofera cea mai larga gama de modele si dimensiuni.\r\nRolele plate sunt disponibile in trei lungimi: 200 de metri, 100 de metri si 31 de metri.",
          "extLink": "https://www.steriking.com/sterilization-pouches-rolls/heat-sealable-pouches-and-rolls/flat-rolls",
          "logoPic": "p-role-plate.webp",
          "Thumbnail": "role-plate.webp"
     },
     {
          "name": "Role cu pliuri",
          "Producator": "Wipak",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Pentru materiale voluminoase",
          "fullDescription": "Role cu pliuri cu lungimea de 100 metri pentru materiale voluminoase.\r\nSunt tiparite cu indicatorul de proces pentru sterilizarea cu abur, EO si FO.",
          "extLink": "https://www.steriking.com/sterilization-pouches-rolls/heat-sealable-pouches-and-rolls/rolls-gussets",
          "logoPic": "p-role-pliuri.webp",
          "Thumbnail": "role-pliuri.webp"
     },
     {
          "name": "Pachet testare Verify Bowie-Dick",
          "Producator": "Steris",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Test indepartare aer",
          "fullDescription": "Pachetul de testare Verify Bowie Dick este un test de indepartare a aerului pentru autoclave/sterilizatoare cu abur si cu penetrare de aburi. Regasiti un indicator chimic in centrul fiecarui pachet, iar tehnologia avansata din formula Steris cu cerneala termocroma ajuta la detectarea unei varietati de probleme de calitate a aburului.\r\n\r\nPachet de testare pentru eliminarea aerului este de unica folosinta, cu o schimbare distincta a culorii\r\nSablonul unic de defectiuni ajuta la identificarea unei varietati de defectiuni potentiale\r\nEchivalent ca performanta cu testul AAMI Bowie Dick",
          "extLink": "https://www.steris.com/healthcare/products/sterility-assurance-and-monitoring/air-removal-test-bowie-dick-test/verify-bowie-dick-test-pack",
          "logoPic": "p-pachet-testare-bowie-dick.webp",
          "Thumbnail": "pachet-testare-bowie-dick.webp"
     },
     {
          "name": "Carduri de testare Verify Bowie-Dick",
          "Producator": "Steris",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Card de testare",
          "fullDescription": "Cardul de testare Verify Bowie-Dick este un test compact de indepartare a aerului, ideal pentru sterilizatoarele mici cu abur. Cardul de inregistrare este primul test care nu genereaza deloc deseuri. Cardul este testul - oferind un sistem convenabil pentru testarea sterilizatoarelor cu prevacuum.\r\n\r\nMaximizati bugetul folosind acest design simplu de card de testare\r\nUsor de utilizat, test de inregistrare direct pe card pentru pastrarea evidentei\r\nEconomie de spatiu - cardurile se depoziteaza in spatiu foarte mic si sunt ideale pentru sterilizatoarele mici",
          "extLink": "https://www.steris.com/healthcare/products/sterility-assurance-and-monitoring/air-removal-test-bowie-dick-test/verify-bowie-dick-test-card",
          "logoPic": "p-card-testare-bowie-dick.webp",
          "Thumbnail": "card-testare-bowie-dick.webp"
     },
     {
          "name": "Teste zilnice Dart",
          "Producator": "Steris",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Usor, compact si gata de utilizare",
          "fullDescription": "Testul Dart Daily Air Removal este unul dintre cele mai recunoscute produse pre-asamblate de pachete de testare Bowie-Dick utilizate in monitorizarea sterilizatoarelor cu abur in domeniul ingrijirii medicale. Indeplineste cerintele ANSI/AAMI/ISO 11140-4 pentru sistemele de indicatoari de indepartare a aerului de tip 2 si functioneaza la 270-274°F/132-134°C cu un timp de expunere de 3.5-4.0 minute.\r\nTestul Dart este usor de utilizat. Este un sistem cu greutate redusa, compact, dintr-o singura piesa, gata de utilizare. Nu va mai trebui sa va petreceti timp cautand prosoape si pregatind pachete. Folosind testul Dart, puteti elimina toate deseurile asociate cu produsele care vin in „cutie de hartie”. Nu va mai trebui sa cautati intre pachete in cautarea rezultatelor testelor.\r\n\r\nDesignul unic compact al cilindrului creeaza o bariera in calea indepartarii aerului si a patrunderii aburului. Testul zilnic de indepartare a aerului este plasat direct intr-o camera de sterilizare cu abur goala si nu necesita un dispozitiv pentru suport.",
          "extLink": "https://www.steris.com/healthcare/products/sterility-assurance-and-monitoring/air-removal-test-bowie-dick-test/dart-daily-air-removal-test",
          "logoPic": "p-dart-test.webp",
          "Thumbnail": "dart-test.webp"
     },
     {
          "name": "Polystica 2X",
          "Producator": "Steris",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Detergent concentrat",
          "fullDescription": "Detergentul neutru concentrat Prolystica 2X este conceput pentru curatarea manuala, cat si automata, a dispozitivelor medicale adeecvate, inclusiv a instrumentelor chirurgicale. Detergentul neutru concentrat Prolystica 2X este compatibil cu otelul inoxidabil, materiale plastice, aluminiu si metale moi, dar trebuie sa fie utilizat conform instructiunilor de utilizare. Acest detergent pentru curatarea instrumentelor chirurgicale este sigur de utilizat cu sistemele de tavite din aluminiu.\r\n\r\nCum functioneaza detergentul neutru concentrat Polystica 2X\r\nDetergentul neutru concentrat Polystica 2X pentru curatarea instrumentelor chirurgicale foloseste formule patentate care contin agenti tensioactivi care curata resturile de grasimi de pe instrumentele chirurgicale chiar mai bine decat produsele competitive pe baza de enzime.",
          "extLink": "https://www.steris.com/healthcare/products/surgical-instrument-cleaning-chemistries/prolystica-surgical-instrument-cleaning-chemistries/prolystica-2x-concentrate-cleaning-chemistries/prolystica-2x-concentrate-neutral-detergent",
          "logoPic": "p-polystica-steris.webp",
          "Thumbnail": "polystica-steris.webp"
     },
     {
          "name": "Sterilant Vapox HC ",
          "Producator": "Steris",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Peroxid de hidrogen",
          "fullDescription": "Sterilantul Vaprox HC, care contine 59% peroxid de hidrogen, este un sterilizant cu peroxid de hidrogen conceput special pentru utilizare cu sisteme de sterilizare la temperatura joasa V-PRO maX, V-PRO maX 2, V-PRO s2, V-PRO 1 Plus, V-PRO 60 si  V-PRO 1. Peste 40 de materiale si invelisuri ale acestora acum compatibile cu Sterilizantul Vaprox HC.\r\n\r\nCupa inteligenta a sterilizantului Vaprox HC (PB011 si PB012) este conceputa pentru a ajuta la economisirea timpului si a cheltuielilor cu sterilizarea cu peroxid de hidrogen care poate fi risipitoare. Cupa inteligenta de sterilizare VHP este echipata cu tehnologia RFID pentru a identifica automat daca nu mai aveti suficient sterilant sau daca se apropie data de expirare, pentru a maximiza mai bine utilizarea sterilantului.\r\n\r\nCum functioneaza sterilantul Vaprox HC\r\nPeroxidul de hidrogen este un sterilizant bine cunoscut care demonstreaza o eficacitate cu spectru larg impotriva virusurilor, bacteriilor, drojdiilor si sporilor bacterieni. Activitatea microbicida este crescuta in faza gazoasa, unde perioxidul de hidrogen actioneaza ca un oxidant atacand lipidele membranei, ADN-ul si ale componente celulare esentiale.",
          "extLink": "https://www.steris.com/healthcare/products/v-pro-sterilizers/vaprox-hc-sterilant",
          "logoPic": "p-vaprox-hc-sterilant.webp",
          "Thumbnail": "vaprox-hc-sterilant.webp"
     },
     {
          "name": "Solutie de perioxid de hidrogen HPV-AQ Bioquell",
          "Producator": "Bioquell",
          "category": "Sterilizare",
          "subcategory": "Consumabile",
          "smallDescription": "Solutie apoasa de peroxide de hidrogen 35%",
          "fullDescription": "Bioquell HPV-AQ este o solutie apoasa de peroxid de hidrogen de inalta calitate, de inalta puritate, conceputa pentru a fi utilizata cu tehnologia Bioquell. Peroxidul are un singur ingredient activ si indeplineste standardele de reglementare din intreaga lume. Pentru o siguranta si o trasabilitate sporita, atunci cand este utilizat cu sticlutele specifice Bioquell, peroxidul poate fi urmarit prin utilizarea etichetelor RFID, asigurandu-se astfel utilizarea doar a perioxidului aprobat.\r\nSolutia apoasa de perioxid de hidrogen cu concentratie 35% de la Bioquell, cunoscuta si sub numele de Bioquell HPV-AQ este conceputa pentru a fi utilizata cu tehnologia avansata Bioquell cu vapori de perioxid de hidrogen. Procesul combinarii solutiei cu  tehnologia Bioquell a fost cercetat, testat si evaluat pentru a se asigura cicluri eficiente consecvente, prin furnizarea unei reduceri sporicide de 6 log verificate utilizand indicatori biologici standard.\r\n\r\nDisponibil intr-o gama de sticlute de diferite marimi",
          "extLink": "http://bioquell.tecture.net/wp-content/uploads/2021/08/UK-Bioquell-HPV-AQ-Product-Sheet-LS001-MKT-247.pdf",
          "logoPic": "p-hpv-aq-bioquell.webp",
          "Thumbnail": "hpv-aq-bioquell.webp"
     },
     {
          "name": "Sonda urinara BIP Foley - LATEX",
          "Producator": "Bactiguard",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Sonda din latex cu strat din metal nobil",
          "fullDescription": "Infectiile tractului urinar, asociate cu cateterele (CAUTI) au o contributie majora la infectiile din unitatile sanitare (HAI). Aceste infectii pot genera complicatii grave, precum urosepsia, care cresc suferinta pacientului, mortalitatea si costurile sanitare. In plus, multe din aceste infectii sunt tratate cu antibiotice, crescand riscul aparitiei si raspandirii microbilor multirezsistenti. OMS estimeaza ca rezistenta antimicrobiala este un fenomen atat de grav, incat ameninta cuceririle medicinii moderne. \r\n\r\nCateterul BIP Foley este o sonda urinara, din LATEX, cu invelis Bactiguard. De asemenea, este prevzaut cu un invelis hidrogel care faciliteaza introducerea si extragerea cateterului. Hidrogelul reduce frictiunea si lezarea uretrei de catre materialul cateterului.\r\n\r\nBIP – Protectia antiinfectioasa Bactiguard \r\nTehnologia Bactiguard de protectie antiinfectioasa are la baza aplicarea unui invelis extrem de subtire din metal nobil, format din aur, argint si paladium, la dispozitivele medicale. Invelisul Bactiguard adera ferm la suprafata dispozitivului si reduce aderenta si proliferarea microbilor. Aceasta se realizeaza fara efecte \r\nfarmacologice sau toxice. Solutia este unica. Este eficienta si, totodata, biocompatibila, protejeaza tesuturile si creste siguranta pacientului. Astfel, protectia antiinfectioasa Bactiguard este un factor important in prevenirea HAI si reduce utilizarea antibioticelor.\r\n\r\nDisponibile cu 2 sau 3 cai, intr-o gama larga de dimensiuni",
          "extLink": "https://www.bactiguard.com/products/urology/bip-foley-catheter/",
          "logoPic": "p-cateter-bip-bactiguard-latex.webp",
          "Thumbnail": "cateter-bip-bactiguard-latex.webp"
     },
     {
          "name": "Sonda urinara BIP Foley - SILICON",
          "Producator": "Bactiguard",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Sonda din silicon cu strat din metal nobil",
          "fullDescription": "Infectiile tractului urinar, asociate cu cateterele (CAUTI) au o contributie majora la infectiile din unitatile sanitare (HAI). \r\nAceste infectii pot genera complicatii grave, precum urosepsia, care cresc suferinta pacientului, mortalitatea si costurile sanitare. In plus, multe din aceste infectii sunt tratate cu antibiotice, crescand riscul aparitiei si raspandirii microbilor multirezsistenti. OMS estimeaza ca rezistenta antimicrobiala este un fenomen atat de grav, incat ameninta cuceririle medicinii moderne. \r\n\r\nCateterul BIP Foley - este un cateter, din SILICON, cu invelis Bactiguard. De asemenea, este prevzaut cu un invelis hidrogel care faciliteaza introducerea si extragerea cateterului. Hidrogelul reduce frictiunea si lezarea uretrei de catre materialul cateterului.\r\n\r\nBIP – Protectia antiinfectioasa Bactiguard \r\nTehnologia Bactiguard de protectie antiinfectioasa are la baza aplicarea unui invelis extrem de subtire din metal nobil, format din aur, argint si paladium, la dispozitivele medicale. Invelisul Bactiguard adera ferm la suprafata dispozitivului si reduce aderenta si proliferarea microbilor. Aceasta se realizeaza fara efecte \r\nfarmacologice sau toxice. Solutia este unica. Este eficienta si, totodata, biocompatibila, protejeaza tesuturile si creste siguranta pacientului. Astfel, protectia antiinfectioasa Bactiguard este un factor important in prevenirea HAI si reduce utilizarea antibioticelor.\r\n\r\nDisponibile cu 2 sau 3 cai, intr-o gama larga de dimensiuni",
          "extLink": "https://www.bactiguard.com/products/urology/bip-foley-catheter-silicone/",
          "logoPic": "p-cateter-bip-bactiguard-silicon.webp",
          "Thumbnail": "cateter-bip-bactiguard-silicon.webp"
     },
     {
          "name": "Cateter Foley ProfilCath Aquaflate Glicerina",
          "Producator": "Rüsch",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Silicon, transparent, cu drenaj secretii",
          "fullDescription": "Cateter Foley Brillant ProfilCath Aquaflate Glicerina\r\nFabricat din silicon, transparent, cu canale longitudinale pentru drenarea secretiilor uretrale, cu seringa preumpluta pentru umflarea balonului\r\nSeringa preumpluta in ambalaj steril (10 ml solutie sterila de glicerina 10%)\r\nValva pentru varfuri de seringa Luer si Luer-lock\r\nVarf radio-opac si banda de contrast pe coada cateterului\r\nNu contine Latex\r\n\r\nCateter disponibil intr-o gama intreaga de marimi",
          "extLink": "https://www.teleflex-homecare.co.uk/products/urology-continence/foley-catheters/brillant-plus-aquaflate/",
          "logoPic": "p-brillant-glicerina.webp",
          "Thumbnail": "brillant-glicerina.webp"
     },
     {
          "name": "Cateter Foley Brillant Aquaflate Glicerina",
          "Producator": "Rüsch",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Silicon, transparent, cu seringa preumpluta",
          "fullDescription": "Cateter Foley Brillant Aquaflate Glicerina\r\nFabricat din silicon, transparent, cu seringa preumpluta pentru umflarea balonului\r\nSeringa preumpluta in ambalaj steril (10 ml solutie sterila de glicerina 10%)\r\nValva pentru varfuri de seringa Luer si Luer-lock \r\nVarf radio-opac si banda de contrast pe coada cateterului \r\nNu contine latex\r\n\r\nCateter disponibil intr-o gama intreaga de marimi",
          "extLink": "https://www.teleflex-homecare.co.uk/products/urology-continence/foley-catheters/brillant-aquaflate/",
          "logoPic": "p-brillant-glicerina-cateter.webp",
          "Thumbnail": "brillant-glicerina-cateter.webp"
     },
     {
          "name": "Cateter Foley Brillant",
          "Producator": "Rüsch",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Silicon, transparent",
          "fullDescription": "Cateter Foley Brillant Rüsch\r\nFabricat din silicon, transparent\r\nValva pentru varfuri de seringa Luer si Luer-lock \r\nVarf radio-opac si banda de contrast pe coada cateterului \r\nNu contine latex\r\n\r\nCateter disponibil intr-o gama intreaga de marimi",
          "extLink": "https://www.teleflex-homecare.co.uk/products/urology-continence/foley-catheters/brillant-aquaflate/",
          "logoPic": "p-rusch-brillant-simplu.webp",
          "Thumbnail": "rusch-brillant-simplu.webp"
     },
     {
          "name": "Cateter Foley Silasil",
          "Producator": "Rüsch",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Latex cu invelis elastomer din silicon",
          "fullDescription": "Cateter Foley Rüsch Silasil\r\nFabricat din latex, rezistent la abraziuni, invelis interior si exterior din elastomer silicon, albastru\r\nValva pentru varfuri de seringa Luer si Luer-lock\r\n\r\nCateter disponibil intr-o gama intreaga de marimi",
          "extLink": "https://www.teleflex-homecare.it/prodotti/urologia-e-continenza/cateterismo-a-permanenza/silasil-plus/",
          "logoPic": "p-silasil-rusch.webp",
          "Thumbnail": "silasil-rusch.webp"
     },
     {
          "name": "Cateter Foley SoftSimplastic",
          "Producator": "Rüsch",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Fabricat din PVC",
          "fullDescription": "Cateter Foley SoftSimplastic\r\nFabricat din PVC, transparent \r\nTermosensibil \r\nBalon de latex\r\nValva pentru varfuri de seringa Luer si Luer-lock\r\nBanda de contrast rosie pe coada cateterului\r\nSteril, de unica folosinta\r\n\r\nCateter disponibil intr-o gama intreaga de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/urology/indwelling-catheters/",
          "logoPic": "p-softsimplastic-rusch.webp",
          "Thumbnail": "softsimplastic-rusch.webp"
     },
     {
          "name": "Cateter Foley GOLD Rüsch",
          "Producator": "Rüsch",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Foley Gold",
          "fullDescription": "Cateter Foley GOLD Rüsch\r\nFabricat din latex, galben\r\nValva pentru varfuri de seringa \r\nLuer si Luer-lock\r\nPentru drenaj pe termen scurt \r\nSiliconizat\r\nSteril, de unica folosinta\r\n\r\nCateter disponibil intr-o gama intreaga de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/urology/indwelling-catheters/index.html#ruschgold",
          "logoPic": "p-rusch-gold.webp",
          "Thumbnail": "rusch-gold.webp"
     },
     {
          "name": "Catetere Foley pentru copii",
          "Producator": "Rüsch",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Catetere de dimensiuni mici",
          "fullDescription": "Copiii sunt mai sensibili la interventii chirurgicale decat adultii. De aceea este bine de stiut ca toate produsele Rüsch sunt fabricate cu o grija deosebita, pana la ultimul detaliu, si accea atentie deosebita este acordata varfurilor si ochiurilor pentru a ne asigura ca sunt complet netede si rotunjite.\r\n\r\nCateter Foley Brillant Aquaflate Glicerina, facut din silicon, transparent, cu seringa preumpluta pentru umflarea balonului\r\nCateter Foley Brillant Rüsch, facut din silicon, transparent\r\nCateter Foley Rüsch Sensor, fabricat din silicon, pentru masurarea temperaturii\r\n\r\nCatetere disponibil intr-o gama intreaga de marimi mici",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/urology/indwelling-catheters/index.html#silicone",
          "logoPic": "p-cateter-copii-rusch.webp",
          "Thumbnail": "cateter-copii-rusch.webp"
     },
     {
          "name": "Catetere drenaj postoperator",
          "Producator": "Rüsch",
          "category": "Urologie",
          "subcategory": "Catetere urinare",
          "smallDescription": "Catetere cu 2 sau 3 cai pentru drenaj",
          "fullDescription": "Cateter pentru drenaj postoperator cu 2 cai\r\nRüsch Brillant Foley, fabricat din silicon, transparent\r\nSoftSimplastic Foley, fabricat din PVC, transparent\r\nRüsch GOLD Foley, fabricat din latex, galben\r\n\r\n\r\nCateter pentru drenaj postoperator cu 3 cai\r\nRüsch Brillant Foley, fabricat din silicon, transparent\r\nFoley catheter, fabricat din silicon, transparent\r\nSoftSimplastic Foley, fabricat din PVC, transparent\r\nRüsch GOLD Foley, fabricat din latex, galben\r\n\r\nCateter disponibil intr-o gama intreaga de marimi",
          "extLink": "https://www.teleflex.com/usa/en/product-areas/urology/indwelling-catheters/",
          "logoPic": "p-catater-drenaj-postoperator.webp",
          "Thumbnail": "catater-drenaj-postoperator.webp"
     }
]
